{
    "incorrect": [],
    "approved": {
        "others": {
            "systematycznego opryskiwania wodą": "систематического опрыскивания водой",
            "Formalno-linearny": "Формально-линеарный.",
            "Formalny": "Формальный.",
            "Wegetatywny": "Вегетативный.",
            "Dekoracyjny": "Декоративный.",
            "Kwiaciarnia otrzymała zlecenie wykonania okrągłej wiązanki ze spiralnie ułożonymi łodygami i ozdobną kryzą. Który styl kompozycji wybierze florysta realizując zamówienie?": "Цветочная лавка получила заказ на изготовление круглого букета с спирально уложенными стеблями и декоративным воротником. Какой стиль композиции выберет флорист, выполняя заказ?",
            "Tapa we florystyce stosowana jest do": "Тапа во флористике используется для",
            "przedłużania zbyt krótkich łodyg": "удлинения слишком коротких стеблей.",
            "maskowania drutów technicznych": "Маскировки технических проволок.",
            "przypinania liści do podkładu": "прикалывания листьев к подкладке.",
            "przyklejania pinholderów do podłoża": "приклеивания пинхолдеров к подложке.",
            "Którą z wymienionych technik należy zastosować do wykonania płaskiego kolażu z zasuszonych roślin?": "Какую из перечисленных техник следует применить для выполнения плоского коллажа из засушенных растений?",
            "Klejenia": "Клеения.",
            "Przedłużania łodyg": "Удлинения стеблей.",
            "Mokrej gąbki florystycznej": "Мокрой флористической губки.",
            "Watowania": "Обертывания ватой.",
            "woreczek foliowy wypełnione gazem": "полиэтиленовый пакет, заполненный газом.",
            "nylonową siatkę": "нейлоновую сетку.",
            "karton ze specjalną wkładką": "Картон со специальной вставкой.",
            "Tapa we florystyce stosowana jest głównie do maskowania drutów technicznych używanych do stabilizacji i kształtowania kompozycji kwiatowych. Pozostałe opcje, takie jak przedłużanie zbyt krótkich łodyg, przypinania liści do podkładu, czy przyklejania pinholderów do podłoża, nie są typowymi zastosowaniami tapy w tej dziedzinie. Tapa, będąca rodzajem taśmy florystycznej, służy do estetycznego ukrycia elementów konstrukcyjnych, co jest kluczowe dla zachowania naturalnego wyglądu kompozycji": "Так называемая \"тапа\" во флористике используется главным образом для маскировки технических проволок, применяемых для стабилизации и формирования цветочных композиций. Остальные варианты, такие как удлинение слишком коротких стеблей, прикрепление листьев к подкладке или приклеивание пинхолдеров к подложке, не являются типичными применениями так называемой \"тапы\" в этой области. Так называемая \"тапа\", являясь разновидностью флористической ленты, служит для эстетического сокрытия конструктивных элементов, что является ключевым для сохранения естественного вида композиции.",
            "Które z wymienionych barw nie są względem siebie komplementarne?": "Какие из перечисленных расцветок не подходят друг к другу?",
            "Pomarańczowa i żółta": "Оранжевая и желтая.",
            "Czerwona i zielona": "Красная и зелёная.",
            "Niebieska i pomarańczowa": "Синий и оранжевый.",
            "Żółta i fioletowa": "Жёлтая и фиолетовая.",
            "Na słabo oświetlonych parapetach okiennych poleca się ustawiać następujące rośliny doniczkowe:": "На слабо освещенных подоконниках рекомендуется размещать следующие комнатные растения:",
            "Oblicz koszt materiałów florystycznych niezbędnych do wykonania girlandy bożonarodzeniowej": "Рассчитайте стоимость флористических материалов, необходимых для изготовления рождественской гирлянды.",
            "Londynie": "Лондоне.",
            "Amsterdamie": "Амстердаме.",
            "Międzynarodowe Targi Roślin (IPM), podczas których można zapoznać się z obowiązującymi w sezonie trendami florystycznymi, odbywają się w": "Международная выставка растений (IPM), на которой можно познакомиться с актуальными в сезоне флористическими трендами, проводится в",
            "Międzynarodowe Targi Roślin (IPM) to największe na świecie targi hortykultury, które odbywają się corocznie w Essen, w Niemczech. Targi te są znane z prezentowania najnowszych trendów w dziedzinie florystyki, ogrodnictwa oraz technologii związanych z uprawą roślin. Essen jest więc poprawną odpowiedzią, ponieważ to właśnie tam odbywa się to wydarzenie, a nie w Londynie, Poznaniu czy Amsterdamie": "Международная выставка растений (IPM) – это крупнейшая в мире выставка по садоводству, которая проходит ежегодно в Эссене, в Германии. Эти выставки известны демонстрацией новейших тенденций в области флористики, садоводства и технологий, связанных с выращиванием растений. Таким образом, Эссен является правильным ответом, поскольку именно там проходит это событие, а не в Лондоне, Познани или Амстердаме.",
            "fiolki florystyczne": "флористические пробирки.",
            "kostki lodu": "кубики льда.",
            "hydrożele": "гидрогели.",
            "taśmy kauczukowe": "ленты каучуковые.",
            "pinholder": "пинхолдер",
            "Właściwym środkiem technicznym do mocowania gąbki florystycznej w plastikowym, płytkim pojemniku jest": "Правильным техническим средством для крепления флористической губки в пластиковом, неглубоком контейнере является",
            "drut spiralny": "проволока спиральная",
            "Pinholder, znany również jako igłotrzymacz, jest właściwym środkiem technicznym do mocowania gąbki florystycznej w plastikowym, płytkim pojemniku. Umożliwia on stabilne umocowanie gąbki, co jest kluczowe przy tworzeniu kompozycji florystycznych. Pozostałe opcje, takie jak kenzan, clip i drut spiralny, służą innym celom w florystyce i nie są optymalnym wyborem do mocowania gąbki florystycznej w opisanej sytuacji": "Пинхолдер, также известный как иглодержатель, является подходящим техническим средством для закрепления флористической губки в пластиковом, неглубоком контейнере. Он позволяет обеспечить устойчивое крепление губки, что является ключевым при создании флористических композиций. Остальные варианты, такие как кензан, клипса и спиральная проволока, служат другим целям во флористике и не являются оптимальным выбором для крепления флористической губки в описанной ситуации.",
            "ślimaków": "улиток.",
            "mszyc": "тлей.",
            "Aficydy to środki ochrony roślin służące do zwalczania": "Противотлевые препараты - это средства защиты растений, предназначенные для борьбы.",
            "przędziorków": "паутинных клещей.",
            "mączlików": "белокрылок.",
            "Aficydy to specjalistyczne środki chemiczne lub biologiczne przeznaczone do zwalczania mszyc, które są szkodnikami roślin. Mszyce to małe owady ssące, które mogą powodować znaczne szkody w uprawach roślinnych, zarówno przez bezpośrednie uszkadzanie roślin, jak i przez przenoszenie chorób wirusowych. Aficydy są formułowane tak, aby skutecznie eliminować mszyce, nie powodując przy tym nadmiernych szkód dla roślin, ludzi i środowiska, o ile są stosowane zgodnie z zaleceniami producenta": "Противотлевые препараты - это специализированные химические или биологические средства, предназначенные для борьбы с тлёй, которая является вредителем растений. Тля - это мелкие сосущие насекомые, которые могут причинять значительный вред растениям как за счёт прямого повреждения, так и посредством переноса вирусных заболеваний. Противотлевые препараты формулируются таким образом, чтобы эффективно устранять тлю, не причиняя чрезмерного вреда растениям, людям и окружающей среде, если они применяются в соответствии с рекомендациями производителя.",
            "Jedwabistą teksturą kwiatów charakteryzuje się": "Шелковистой текстурой цветов характеризуется",
            "naturalnym": "натуральном.",
            "romantycznym": "романтическом.",
            "orientalnym": "восточном.",
            "Który materiał roślinny polecany jest do tworzenia kompozycji w stylu formalno-linearnym?": "Какой растительный материал рекомендуется для создания композиций в формально-линеарном стиле?",
            "Do form towarzyszących w kompozycji klasyfikują się kwiaty": "К сопутствующим формам в композиции классифицируются цветы",
            "Kompozycja kwiatowa ma 50 cm wysokości i została sporządzona przy zastosowaniu proporcji przedstawionej na rysunku. Jaką wysokość ma naczynie zastosowane w kompozycji?": "Композиция цветочная имеет 50 см в высоту и была составлена с использованием пропорции, представленной на рисунке. Какую высоту имеет сосуд, использованный в композиции?",
            "Aby znaleźć wysokość naczynia, należy zastosować proporcję przedstawioną na rysunku. Całkowita wysokość kompozycji to 5 jednostek proporcji, co w rzeczywistości wynosi 50 cm. Zatem jedna jednostka proporcji to 50 cm \/ 5 = 10 cm. Naczynie na rysunku ma 2 jednostki proporcji, więc jego wysokość to 2 * 10 cm = 20 cm": "Чтобы найти высоту сосуда, следует применить пропорцию, представленную на рисунке. Общая высота композиции составляет 5 единиц пропорции, что в действительности составляет 50 см. Следовательно, одна единица пропорции равняется 50 см \/ 5 = 10 см. Сосуд на рисунке имеет 2 единицы пропорции, значит, его высота составляет 2 * 10 см = 20 см.",
            "łączeniem świeżych kwiatów z przekwitającymi": "соединением свежих цветов с отцветающими.",
            "częstą wymianą wody w naczyniu": "частой заменой воды в сосуде.",
            "ukośnym podcinaniem łodyg": "косым подрезанием стеблей.",
            "stosowaniem środka chemicznego Chrysal Clear": "использованием химического средства Chrysal Clear.",
            "Florysta otrzymał zlecenie na wykonanie i zamocowanie do betonowej ściany ślubnej girlandy. Do montażu uchwytów powinien zastosować": "Флорист получил заказ на изготовление и крепление к бетонной стене свадебной гирлянды. Для монтажа держателей он должен использовать",
            "wiertarkę": "дрель",
            "magnes": "магниты.",
            "tacker": "степлер",
            "szlifierkę": "шлифовальную машинку.",
            "Aby zamocować uchwyty do betonowej ściany, potrzebne jest narzędzie, które umożliwi wykonanie otworów w betonie. Wiertarka z odpowiednim wiertłem do betonu jest narzędziem przeznaczonym do tego celu. Magnes nie będzie skuteczny na betonowej ścianie, tacker (zszywacz tapicerski) nie jest przeznaczony do pracy z betonem, a szlifierka służy do obróbki powierzchni, a nie do wykonywania otworów": "Чтобы закрепить держатели на бетонной стене, необходимо инструмент, который позволит выполнить отверстия в бетоне. Дрель с соответствующим сверлом для бетона является инструментом, предназначенным для этой цели. Магнит не будет эффективным на бетонной стене, степлер (мебельный степлер) не предназначен для работы с бетоном, а шлифовальная машина служит для обработки поверхностей, а не для выполнения отверстий.",
            "francuskiej": "французской",
            "angielskiej": "английской.",
            "wiedeńskiej": "венской.",
            "strukturalnej": "структурной.",
            "Na rysunku przedstawiono schemat układania wiązanki w stylu angielskim, który charakteryzuje się symetrycznym i promienistym rozmieszczeniem kwiatów oraz równomiernym rozłożeniem kolorów i tekstur. Schemat pokazuje, jak kwiaty są układane wokół centralnego punktu, co jest typowe dla wiązanki angielskiej": "На рисунке представлен схематичный план укладки букета в английском стиле, который характеризуется симметричным и лучеобразным расположением цветов, а также равномерным распределением цветов и текстур. Схема показывает, как цветы укладываются вокруг центральной точки, что типично для английского букета.",
            "Na rysunku przedstawiono schemat układania wiązanki": "На рисунке представлен схематический план укладки цветочной связки.",
            "Do jesiennej dekoracji stołu należy zastosować": "Для осеннего украшения стола следует использовать",
            "Technikę wicia można zastosować przy wykonywaniu dekoracji ślubnej typu": "Технику плетения можно применять при выполнении свадебного украшения типа",
            "pnącze": "вьющиеся растения.",
            "rożek": "рожок",
            "berło": "скипетр",
            "kulka": "шарик",
            "Technika wicia jest często stosowana w florystyce do tworzenia różnorodnych form dekoracyjnych, w tym dekoracji ślubnych. Pnącze jako dekoracja ślubna może być wykonane przy użyciu techniki wicia, co pozwala na stworzenie elastycznych, naturalnie wyglądających form, które mogą być używane na przykład jako elementy dekoracyjne stołów, krzeseł czy jako część większej kompozycji florystycznej. Pozostałe opcje, takie jak kulka, rożek, czy berło, również mogą być tworzone przy użyciu różnych technik florystycznych, ale technika wicia jest szczególnie odpowiednia do tworzenia form przypominających pnącza ze względu na ich naturalny, swobodny charakter": "Техника плетения часто используется во флористике для создания разнообразных декоративных форм, в том числе свадебных украшений. Вьющиеся растения как свадебное украшение могут быть выполнены с использованием техники плетения, что позволяет создать гибкие, естественно выглядящие формы, которые могут использоваться, например, как декоративные элементы столов, стульев или как часть более крупной флористической композиции. Остальные варианты, такие как шарик, конус или скипетр, также могут быть созданы с использованием различных флористических техник, но техника плетения особенно подходит для создания форм, напоминающих вьющиеся растения, благодаря их естественному, свободному характеру.",
            "Oblicz koszty robocizny związane z wykonaniem kompozycji urodzinowej wiedząc, że stanowią one 30% kosztów zużytych materiałów florystycznych": "Рассчитай затраты на работу, связанные с выполнением композиции на день рождения, зная, что они составляют 30% от стоимости использованных флористических материалов.",
            "Aby obliczyć koszty robocizny, należy najpierw zsumować wartości wszystkich zużytych materiałów florystycznych, a następnie obliczyć 30% tej sumy. Suma wartości materiałów wynosi 232,00 zł, a 30% tej kwoty to 69,60 zł, co jest poprawną odpowiedzią": "Чтобы рассчитать затраты на работу, сначала следует сложить стоимости всех использованных флористических материалов, а затем вычислить 30% от этой суммы. Сумма стоимости материалов составляет 232,00 злотых, а 30% от этой суммы равно 69,60 злотых, что является правильным ответом.",
            "kwas azotowy": "азотная кислота",
            "sodę oczyszczoną": "пищевую соду.",
            "roztwór z gliceryny": "раствор с глицерином",
            "boraks": "боракс",
            "Do wykonania kompozycji wielkanocnej należy wybrać następujące rośliny:": "Для выполнения пасхальной композиции следует выбрать следующие растения:",
            "Które materiały florystyczne należy wybrać do wykonania wiązanki pogrzebowej?": "Какие флористические материалы следует выбрать для выполнения похоронной композиции?",
            "Fioletowe irysy, zieleń ciętą, kenzan, wstążkę": "Фиолетовые ирисы, срезанную зелень, кэнзан, ленту.",
            "Gałązki świerkowe, słomiany korpus, susz egzotyczny": "Еловые веточки, соломенный каркас, экзотический сухоцвет.",
            "Które z wymienionych narzędzi stosuje się do wyginania drutów florystycznych?": "Какой из перечисленных инструментов используется для выгибания флористических проволок?",
            "Sekatory gąsienicowe": "Секаторы гусеничные.",
            "Pęsety lekarskie": "Медицинские пинцеты",
            "Szczypce okrągłe": "Круглогубцы",
            "Szczypce nastawcze": "Переставные клещи.",
            "Osmocote to": "Osmocote это",
            "nawozy szybko uwalniające substancje odżywcze": "удобрения, быстро высвобождающие питательные вещества.",
            "środki ochrony roślin służące do zwalczania rdzy": "средства для защиты растений, которые используются для борьбы с ржавчиной.",
            "nawozy stopniowo uwalniające substancje odżywcze": "удобрения, постепенно высвобождающие питательные вещества.",
            "środki ochrony roślin służące do zwalczania roztoczy": "средства защиты растений, используемые для борьбы с клещами.",
            "Do tworzenia pionowej kompozycji na stół stosuje się gąbkę florystyczną typu": "Для создания вертикальной композиции на стол используют флористическую губку типа",
            "table deco": "table deco.",
            "autocorso": "autocorso.",
            "mini deco": "мини деко.",
            "gabbia": "габбия",
            "Do tworzenia pionowej kompozycji na stół stosuje się gąbkę florystyczną typu gabbia. Gabbia to specjalny rodzaj gąbki florystycznej, która ma kształt walca lub prostopadłościanu i jest przeznaczona do tworzenia wysokich, pionowych kompozycji kwiatowych. Dzięki swojej konstrukcji i właściwościom, gabbia zapewnia stabilność oraz odpowiednie nawodnienie kwiatów w pionowych aranżacjach. Pozostałe wymienione typy gąbek (autocorso, mini deco, table deco) nie są typowo stosowane do tworzenia pionowych kompozycji na stół lub nie są powszechnie znane w florystyce": "Для создания вертикальной композиции на стол применяется флористическая губка типа gabbia. Gabbia — это специальный вид флористической губки, который имеет форму цилиндра или прямоугольного параллелепипеда и предназначен для создания высоких, вертикальных цветочных композиций. Благодаря своей конструкции и свойствам, gabbia обеспечивает стабильность и соответствующее увлажнение цветов в вертикальных аранжировках. Остальные перечисленные типы губок (autocorso, mini deco, table deco) не используются, как правило, для создания вертикальных композиций на стол или не являются широко известными в флористике.",
            "pylniki": "пыльники.",
            "wszystkie liście": "все листья.",
            "sok mleczny z łodyg": "млечный сок из стеблей.",
            "nadmiar śluzu z łodyg": "избыток слизи со стеблей.",
            "Kwiaty": "Цветы.",
            "Liście": "Листья.",
            "Owocostany": "Соплодия.",
            "Które z wymienionych owoców produkują duże ilości etylenu?": "Какие из перечисленных фруктов производят большие количества этилена?",
            "Winogrona": "Виноград.",
            "Preparaty Flower Freaks służą do": "Препараты Flower Freaks служат для",
            "zraszania wianków komunijnych": "орошения венков на первое причастие.",
            "poprawiania estetyki liści roślin w bukietach ślubnych": "улучшения эстетики листьев растений в свадебных букетах.",
            "umieszczania między kwiatami w celu absorbowania etylenu z powietrza": "размещения между цветами для поглощения этилена из воздуха.",
            "Na rysunku przedstawiono technikę wykonania wieńca": "На рисунке представлена техника выполнения венка.",
            "jedynie wiertarka nadaje się do wywiercenia otworów na uchwyty w betonowej ścianie": "Только дрель подходит для сверления отверстий для креплений в бетонной стене.",
            "Do montażu uchwytów w betonowej ścianie należy zastosować wiertarkę": "Для монтажа держателей в бетонной стене следует использовать дрель.",
            "kenzan": "кензан",
            "clip": "клипса",
            "Częste podcinanie pędów i systematyczne dolewanie wody do gąbki": "Частое подрезание побегов и систематическое доливание воды во флористическую губку.",
            "Zanurzenie końcówek łodyg w gorącej parafinie": "Погружение концов стеблей в горячую парафиновую смесь.",
            "Zastosowanie pożywki do gotowych wyrobów florystycznych": "Применение питательной среды для готовых флористических изделий.",
            "W pojemniku na cienistym tarasie poleca się posadzić": "В контейнере на тенистой террасе рекомендуется посадить",
            "Chrysal Glory służy do": "Chrysal Glory служит для",
            "spryskiwania wianuszków komunijnych": "обрызгивания венков на первое причастие.",
            "zwalczania mszyc na liściach roślin": "борьбы с тлей на листьях растений.",
            "opryskiwania roślin porażonych przez choroby grzybowe": "опрыскивания растений, пораженных грибковыми заболеваниями.",
            "przedłużania trwałości roślin o zdrewniałych pędach": "продления стойкости растений с одревесневшими побегами.",
            "łukowatym": "дугообразным.",
            "rozłożystym": "раскидистым.",
            "wzniesionym": "вертикальным",
            "Przed ścięciem kwiatów ogrodnik powinien": "Перед срезкой цветов садовник должен",
            "obficie podlać roślinę": "Обильно полить растение.",
            "ograniczyć podlewanie rośliny": "ограничить полив растения.",
            "podlać roślinę preparatem kondycjonującym": "полить растение кондиционирующим препаратом.",
            "nawieźć roślinę nawozem wieloskładnikowym": "удобрить растение многокомпонентным удобрением.",
            "Aby złagodzić stres i zmniejszyć szok, który może spotkać roślinę podczas cięcia, należy ją obficie podlać. Woda pozwoli również na lepsze ukrwienie kwiatów i przedłuży ich żywotność": "Чтобы смягчить стресс и уменьшить шок, который может испытать растение во время обрезки, его следует обильно полить. Вода также позволит улучшить кровоснабжение цветов и продлить их жизненный цикл.",
            "Do wykonania kompozycji z kwiatów kwitnących w okresie wielkanocnym należy wybrać": "Для выполнения композиции из цветов, цветущих в пасхальный период, необходимо выбрать",
            "kolistym": "круглым",
            "wznoszącym": "вертикальным.",
            "spływającym": "стекающим.",
            "Do wykonania jesiennej kompozycji należy użyć owoców": "Для создания осенней композиции следует использовать плоды.",
            "Witryna kwiatowa o wymiarach rzeczywistych 2,2 m x 1,8 m przedstawiona w skali 1:20 będzie miała wymiary": "Витрина цветочная с фактическими размерами 2,2 м x 1,8 м, представленная в масштабе 1:20 будет иметь размеры.",
            "Witryna kwiatowa zostanie zmniejszona 20-krotnie, co oznacza, że każdy wymiar zmniejszy się 20-krotnie. Oryginalne wymiary 2,2 m x 1,8 m przeliczone na centymetry to 220 cm x 180 cm. Po zmniejszeniu 20-krotnym wymiary będą wynosić 11 cm x 9 cm": "Витрина с цветами будет уменьшена в 20 раз, что означает, что каждый размер уменьшится в 20 раз. Оригинальные размеры 2,2 м x 1,8 м, переведенные в сантиметры, составляют 220 см x 180 см. После уменьшения в 20 раз размеры будут составлять 11 см x 9 см.",
            "W stadium wybarwionych ale zamkniętych pąków ścina się": "На стадии окрашенных, но закрытых бутонов срезается",
            "palikowania": "подвязывания к опоре",
            "przycinania": "подрезки.",
            "zraszania": "опрыскивания.",
            "nabłyszczania": "придания блеска.",
            "Do obsadzenia kratki na tarasie poleca się": "Для посадки на решетке на террасе рекомендуется",
            "maczek kalifornijski": "калифорнийский мак.",
            "Pogięte pędy wytwarza": "Изогнутые побеги создаёт",
            "Coryłus avellana 'Contorta'": "Corylus avellana 'Contorta'",
            "Wskaż narzędzie do ściskania końców drutu": "Укажите инструмент для сжатия концов проволоки.",
            "Narzędziem do ściskania końcówek drutu jest szczypce do zaciskania końcówek kablowych, które są przedstawione na zdjęciu jako odpowiedź B. Pozostałe narzędzia to: A - obcążki do zdejmowania izolacji, C - kombinerki, D - boczne obcinaki": "Инструментом для сжатия концов проволоки являются клещи для обжима кабельных наконечников, которые представлены на фотографии как ответ B. Остальные инструменты: A - кусачки для снятия изоляции, C - пассатижи, D - боковые кусачки.",
            "W świątecznym stroiku najdłużej będą utrzymywały się igły na pędzie": "В праздничной композиции иглы на побеге будут держаться дольше всего.",
            "Do przecięcia konaru o średnicy 10 cm należy użyć": "Для обрезки ветви диаметром 10 см следует использовать",
            "przecinaka": "зубила",
            "piły ręcznej": "ручной пилы.",
            "sekatora jednoręcznego": "секатора одноручного.",
            "sekatora dwuręcznego": "секатора двуручного.",
            "Poprawna odpowiedź, czyli użycie piły ręcznej, wynika z faktu, że konar o takiej średnicy jest zbyt gruby, by udało się go odciąć nożycami ogrodniczymi, a zbyt cienki, by wymagał zastosowania piły łańcuchowej czy mechanicznej. Piła ręczna jest więc najlepszym narzędziem do przecięcia takiego konaru": "Правильный ответ, то есть использование ручной пилы, обусловлен тем, что ветка такой толщины слишком толстая, чтобы её можно было обрезать садовыми ножницами, и слишком тонкая, чтобы требовалось использование цепной или механической пилы. Ручная пила, таким образом, является лучшим инструментом для резки такой ветки.",
            "Epifitem jest": "Эпифитом является",
            "Na rysunku przedstawiono pędy": "На рисунке изображены побеги",
            "dereni a kanadyjskiego": "дерена канадского.",
            "ziemiórek": "сциарид.",
            "wciornastków": "трипсов",
            "centralny": "центральный",
            "dynamiczny": "динамичный.",
            "otwarty": "открытый.",
            "statyczny": "статичный",
            "Promieniste ułożenie materiału roślinnego w kompozycji to układ": "Лучеобразная укладка растительного материала в композиции — это уклад.",
            "Promieniste ułożenie materiału roślinnego w kompozycji jest dynamiczne, ponieważ elementy roślinne są ustawione w taki sposób, aby sugerować ruch i dynamikę, a nie statyczność i nieruchomość": "Лучеобразное расположение растительного материала в композиции является динамичным, поскольку растительные элементы установлены таким образом, чтобы создавать впечатление движения и динамики, а не статичности и неподвижности.",
            "Który z wymienionych gatunków należy zastosować do wykonania kompozycji linearno-graficznej?": "Какой из перечисленных видов следует использовать для создания линейно-графической композиции?",
            "Corwallaria majalis": "Convallaria majalis",
            "sekatora": "секатора",
            "noża": "ножа.",
            "nożyczek": "ножниц",
            "Do tworzenia suchych kompozycji stosuje się owoce": "Для создания сухих композиций используют плоды.",
            "Niewielkiej ilości wody w podłożu wymaga": "Небольшого количества воды в подложке требует",
            "Który z wymienionych kwiatów ma pusty pęd, do środka którego można wprowadzić drut?": "Который из перечисленных цветов имеет пустой стебель, внутрь которого можно ввести проволоку?",
            "Rysunek jest mniejszy niż rzeczywistość w skali 1:40, co oznacza, że każdy centymetr rysunku odpowiada 40 centymetrom w rzeczywistości. 5 cm na rysunku * 40 = 200 cm (2 m) w rzeczywistości": "Рисунок меньше реальности в масштабе 1:40, что означает, что каждый сантиметр рисунка соответствует 40 сантиметрам в реальности. 5 см на рисунке * 40 = 200 см (2 м) в реальности.",
            "Wieniec adwentowy pochodzi": "Адвентский венок происходит",
            "z Niemiec": "из Германии.",
            "z Austrii": "из Австрии.",
            "z Anglii": "из Англии.",
            "z Belgii": "из Бельгии.",
            "Wieniec adwentowy został stworzony w Niemczech w XIX wieku i jest tradycyjnym elementem przygotowań do Bożego Narodzenia": "Адвентский венок был создан в Германии в XIX веке и является традиционным элементом подготовки к Рождеству.",
            "Na rysunku przedstawiono grupę barw": "На рисунке представлена группа расцветок.",
            "analogicznych": "Аналогичных.",
            "kontrastowych": "контрастных.",
            "dopełniających": "дополнительных",
            "w woreczek foliowy wypełniony gazem": "в полиэтиленовый пакет, заполненный газом.",
            "w nylonową siatkę": "в нейлоновую сетку.",
            "w podwójny papier": "в двойную бумагу",
            "w folię przezroczystą": "в прозрачную пленку.",
            "Do wykonania kryzy prezentowanej na rysunku wykorzystano drut": "Для изготовления декоративного воротника, представленного на рисунке, использовалась проволока.",
            "techniczny": "технический.",
            "aluminiowy": "алюминиевый",
            "Drut aluminiowy jest często wykorzystywany w florystyce i dekoracjach ze względu na swoje właściwości. Jest bardzo miękki, co ułatwia formowanie go w różne kształty, a także jest lekki i dekoracyjny dzięki swojej srebrzystej barwie. Na podstawie tych cech można stwierdzić, że drut aluminiowy jest odpowiednim materiałem do wykonania kryzy prezentowanej na rysunku": "Алюминиевая проволока часто используется во флористике и декорациях благодаря своим свойствам. Она очень мягкая, что упрощает её формирование в различные формы, а также лёгкая и декоративная благодаря своему серебристому цвету. На основании этих характеристик можно утверждать, что алюминиевая проволока является подходящим материалом для изготовления декоративного воротника, представленного на рисунке.",
            "miedziany": "медный.",
            "wyrobowy": "Рукодельная.",
            "płaskich": "плоских.",
            "kulistych": "шаровидных.",
            "wąskich": "узких.",
            "okrągłych": "круглых.",
            "zgodnie z ruchem wskazówek zegara": "по часовой стрелке.",
            "przeciwnie do ruchu wskazówek zegara": "Против часовой стрелки.",
            "w różnych kierunkach": "в разных направлениях.",
            "przemiennie, raz w jedną, a raz w drugą stronę": "Чередуя, то в одну, то в другую сторону.",
            "Na rysunku przedstawiono": "На рисунке показано",
            "garnet": "гранат",
            "autorondellę": "авторонделу.",
            "floret": "рапира.",
            "cylinder": "цилиндр.",
            "Na zdjęciu widoczny jest przedmiot przypominający półkulę z siatką, który jest używany w florystyce do mocowania ozdób i dekoracji kwiatowych na masce samochodu, zwany autorondellą. Jest to większa forma autocorso, która mocowana jest zazwyczaj za pomocą przyssawki": "На фотографии виден предмет, напоминающий полусферу с сеткой, который используется во флористике для крепления украшений и цветочных декораций на капоте автомобиля, называемый авторонделлой. Это более крупная форма autocorso, которая обычно крепится с помощью присоски.",
            "Kokedama to": "Кокэдама это",
            "kula ziemi otoczona mchem, w której rośnie roślina": "Шар из земли, окружённый мхом, в котором растёт растение.",
            "rodzaj naczynia codziennego użytku": "разновидность сосуда повседневного использования.",
            "płaskie naczynie do uprawy bonsai": "плоский сосуд для выращивания бонсай.",
            "Kokedama to kula ziemi otoczona mchem, w której rośnie roślina, ponieważ taka jest definicja tej japońskiej metody hodowli roślin": "Кокэдама — это шар земли, окружённый мхом, в котором растёт растение, так как таково определение этого японского метода выращивания растений.",
            "W jaki sposób należy zamocować zieloną gąbkę do słomianego korpusu wianka?": "Каким образом следует закрепить зеленую флористическую губку на соломенном корпусе венка?",
            "Owinąć drucianą siatką i za pomocą haftek przymocować do wianka": "Обернуть проволочной сеткой и при помощи крючков прикрепить к венку.",
            "Przykleić taśmą dwustronną": "Приклеить двусторонней лентой.",
            "Przykleić klejem na gorąco": "Приклеить горячим клеем.",
            "Owinąć w całości folią i za pomocą taśmy przymocować do wianka": "Обернуть полностью пленкой и с помощью ленты прикрепить к венку.",
            "Zieloną gąbkę należy przyciąć do odpowiedniego rozmiaru, następnie owinąć drucianą siatką, która pozwoli na zamocowanie gąbki do wianka za pomocą haftek": "Зелёную флористическую губку нужно подрезать до соответствующего размера, затем обернуть проволочной сеткой, которая позволит прикрепить губку к венку с помощью крючков.",
            "W kompozycji florystycznej czerwony i niebieski to barwy": "В композиции флористической красный и синий — это расцветки.",
            "analogiczne": "аналогичные.",
            "neutralne": "нейтральные.",
            "Widoczne na rysunku owoce wytwarzane są przez": "Видимые на рисунке плоды созданы с помощью",
            "Która z wymienionych roślin będzie dobrze prezentować się na podporze przedstawionej na rysunku?": "Какая из перечисленных растений будет хорошо смотреться на опоре, представленной на рисунке?",
            "Którą z wymienionych roślin należy ustawić przy oknie od strony południowej?": "Какое из перечисленных растений следует разместить у окна с южной стороны?",
            "Hibiskus": "Гибискус.",
            "Jako element konstrukcyjny wianka komunijnego wykonanego z drobnych kwiatów i zieleni ciętej najczęściej wykorzystuje się": "В качестве конструктивного элемента венка на первое причастие, выполненного из мелких цветов и срезанной зелени, чаще всего используется.",
            "drut grubości 1,5 - 2 mm": "проволока толщиной 1,5 - 2 мм.",
            "sznurek o grubym splocie": "Шнурок с крупным плетением.",
            "pędy wikliny": "побеги ивы",
            "Drut o grubości 1,5 - 2 mm jest stosowany jako element konstrukcyjny w wiankach komunijnych z drobnych kwiatów i zieleni ciętej, ponieważ jest wystarczająco mocny, by utrzymać kształt wianka, ale jednocześnie wystarczająco cienki, by nie zdominować kompozycji": "Проволока толщиной 1,5 - 2 мм используется в качестве конструктивного элемента в венках на первое причастие из мелких цветов и резаной зелени, поскольку она достаточно прочная, чтобы сохранить форму венка, но в то же время достаточно тонкая, чтобы не доминировать в композиции.",
            "Aby obliczyć koszt całkowity wykonania kompozycji, należy zsumować wartość wykorzystanych materiałów florystycznych i doliczyć do nich koszt robocizny, który stanowi 30% wartości tych materiałów. Po dodaniu kosztu materiałów (85,00 zł) i robocizny (25,50 zł) otrzymujemy 110,50 zł, co jest poprawną odpowiedzią": "Чтобы рассчитать полную стоимость выполнения композиции, необходимо сложить стоимость использованных флористических материалов и прибавить к ним затраты на работу, которые составляют 30% от стоимости этих материалов. После добавления стоимости материалов (85,00 злотых) и затрат на работу (25,50 злотых) мы получаем 110,50 злотых, что является правильным ответом.",
            "Mając na wyposażeniu pracowni: drut aluminiowy, klej na gorąco, haftki, pinholder, gąbkę florystyczną, florysta umieści candleholder w kompozycji, stosując technikę": "Имея в оснащении мастерской: алюминиевую проволоку, горячий клей, крючки, пинхолдер, флористическую губку, флорист поместит подсвечник в композицию, используя технику",
            "nawlekania": "Нанизывания.",
            "drutowania": "проволочного укрепления.",
            "umieszczania w gąbce florystycznej": "размещения в цветочной губке.",
            "klejenia": "клеения.",
            "warszawskiego": "варшавского.",
            "rzymskiego": "римского.",
            "adwentowego": "адвентового.",
            "dożynkowego": "дожинкового.",
            "Na rysunku przedstawiono technikę wykonania wieńca warszawskiego. Wieniec warszawski charakteryzuje się specyficznym kształtem i układem, który jest widoczny na załączonym rysunku. Pozostałe opcje, takie jak wieniec adwentowy, dożynkowy czy rzymski, mają inne charakterystyczne cechy, które nie pasują do przedstawionego rysunku": "На рисунке представлена техника выполнения варшавского венка. Варшавский венок характеризуется специфической формой и укладом, который виден на прилагаемом рисунке. Другие варианты, такие как венок адвентовый, дожинковый или римский, имеют другие характерные особенности, которые не подходят к представленному рисунку.",
            "podwójny papier": "двойная бумага",
            "Do wykonania płaskiego kolażu z zasuszonych roślin najlepiej nadaje się technika klejenia. Pozwala ona na precyzyjne umieszczenie i utrzymanie roślin w żądanej pozycji na płaskiej powierzchni, co jest kluczowe dla estetyki i trwałości kolażu. Techniki takie jak watowanie, przedłużanie łodyg czy użycie mokrej gąbki florystycznej są nieadekwatne, ponieważ są one stosowane w innych celach, np. watowanie i przedłużanie łodyg służą do tworzenia bukietów, a mokra gąbka florystyczna jest używana do utrzymywania świeżości żywych roślin w kompozycjach florystycznych": "Для выполнения плоского коллажа из засушенных растений лучше всего подходит техника склеивания. Она позволяет точно размещать и удерживать растения в желаемом положении на плоской поверхности, что является ключевым для эстетики и долговечности коллажа. Техники такие как обёртывание ватой, удлинение стеблей или использование мокрой флористической губки неадекватны, поскольку они применяются в других целях, например, обёртывание ватой и удлинение стеблей служат для создания букетов, а мокрая флористическая губка используется для поддержания свежести живых растений в цветочных композициях.",
            "Wstawienie łodyg na kilka sekund do wrzątku": "Погружение стеблей на несколько секунд в кипяток.",
            "Przedstawiona na rysunku kompozycja jest charakterystyczna dla epoki": "Представленная на рисунке композиция характерна для эпохи",
            "baroku": "барокко.",
            "romantyzmu": "романтизма.",
            "renesansu": "ренессанса.",
            "średniowiecza": "средневековья.",
            "Przedstawiona kompozycja kwiatowa w bogato zdobionym wazonie charakteryzuje się przepychem i dynamiką, co jest typowe dla sztuki barokowej. Barok cechował się między innymi rozbudowanymi formami, bogatą ornamentyką i teatralnością, co znajduje odzwierciedlenie w prezentowanej kompozycji": "Представленная цветочная композиция в богато украшенном вазоне характеризуется роскошью и динамикой, что типично для искусства барокко. Барокко характеризовалось, среди прочего, сложными формами, богатой орнаментикой и театральностью, что находит отражение в представленной композиции.",
            "poniżej 4,5": "ниже 4,5.",
            "powyżej 7,2": "выше 7,2.",
            "Gleba przeznaczona do roślin wymagających lekko kwaśnego odczynu ma pH": "Почва, предназначенная для растений, требующих слегка кислой среды, имеет pH.",
            "Rośliny wymagające lekko kwaśnego odczynu gleby najlepiej rosną w pH w zakresie od 5,6 do 6,5. To optymalne warunki dla większości roślin preferujących lekko kwaśne środowisko, co pozwala im na efektywne przyswajanie składników odżywczych. Odpowiedzi \"poniżej 4,5.\", \"7,0-7,2.\" oraz \"powyżej 7,2.\" nie odpowiadają wymaganiom roślin lekko kwaśnych, ponieważ są to zakresy odpowiednio dla bardzo kwaśnych, neutralnych i zasadowych warunków glebowych, które nie są preferowane przez rośliny wymagające lekko kwaśnego odczynu": "Растения, требующие слегка кислой среды почвы, лучше всего растут в pH в диапазоне от 5,6 до 6,5. Это оптимальные условия для большинства растений, предпочитающих слегка кислую среду, что позволяет им эффективно усваивать питательные вещества. Ответы \"ниже 4,5.\", \"7,0-7,2.\" и \"выше 7,2.\" не соответствуют требованиям растений с слегка кислой реакцией, так как это диапазоны соответственно для очень кислых, нейтральных и щелочных условий почвы, которые не предпочитаются растениями, требующими слегка кислой среды.",
            "przedłużania trwałości kwiatów ciętych w wazonach": "продления стойкости срезанных цветов в вазонах.",
            "Preparaty Flower Freaks są specjalnie zaprojektowane do przedłużania trwałości kwiatów ciętych w wazonach poprzez dostarczanie im niezbędnych składników odżywczych i regulowanie pH wody, co pozwala kwiatom dłużej zachować świeżość i estetyczny wygląd. Pozostałe opcje nie odzwierciedlają typowego zastosowania preparatów do pielęgnacji kwiatów ciętych, a informacje na temat preparatów Flower Freaks i ich zastosowania można znaleźć w specjalistycznych źródłach dotyczących florystyki i pielęgnacji roślin": "Препараты Flower Freaks специально разработаны для продления долговечности срезанных цветов в вазонах путем обеспечения их необходимыми питательными веществами и регулирования pH воды, что позволяет цветам дольше сохранять свежесть и эстетичный вид. Остальные варианты не отражают типичного применения препаратов для ухода за срезанными цветами, а информацию о препаратах Flower Freaks и их применении можно найти в специализированных источниках по флористике и уходу за растениями.",
            "Skala 1:20 oznacza, że każdy centymetr na rysunku odpowiada 20 centymetrom w rzeczywistości. Obliczając wymiary stołu, mnożymy jego wymiary na rysunku przez wartość skali, otrzymując jego rzeczywiste wymiary: 320 cm długości i 150 cm szerokości. Tym samym poprawna odpowiedź to \"320 x 150 cm\"": "Масштаб 1:20 означает, что каждый сантиметр на рисунке соответствует 20 сантиметрам в реальности. Вычисляя размеры стола, умножаем его размеры на рисунке на значение масштаба, получая его реальные размеры: 320 см в длину и 150 см в ширину. Таким образом, правильный ответ - \"320 x 150 см\".",
            "Silnie ze sobą kontrastujące barwy i powierzchnie dobiera się do aranżacji wnętrza w stylu": "Сильно контрастирующие между собой расцветки и поверхности подбираются для оформления интерьера в стиле.",
            "Aby obliczyć koszt materiałów florystycznych niezbędnych do wykonania girlandy bożonarodzeniowej, należy pomnożyć ilość potrzebnych materiałów przez ich cenę jednostkową i zsumować otrzymane wartości. Po przeprowadzeniu obliczeń dla każdego z materiałów i zsumowaniu ich, otrzymujemy kwotę 103,50 zł. Gałązki jodłowe kosztują 27,00 zł, zielony drut florystyczny na szpulce kosztuje 12,00 zł, susz egzotyczny kosztuje 62,50 zł, a klej na gorąco kosztuje 2,00 zł. Łączny koszt wynosi 103,50 zł, co jest zgodne z podaną odpowiedzią": "Чтобы рассчитать стоимость флористических материалов, необходимых для изготовления рождественской гирлянды, нужно умножить количество необходимых материалов на их цену за единицу и суммировать полученные значения. После проведения расчетов для каждого из материалов и их суммирования, получаем сумму 103,50 злотых. Веточки пихтовые стоят 27,00 злотых, зелёная флористическая проволока на катушке стоит 12,00 злотых, экзотический сухоцвет стоит 62,50 злотых, а горячий клей стоит 2,00 злотых. Общая стоимость составляет 103,50 злотых, что соответствует указанному ответу.",
            "Poznaniu": "Познани.",
            "Essen": "Эссене.",
            "Styl dekoracyjny w florystyce charakteryzuje się swobodnym ułożeniem materiału roślinnego, często z wykorzystaniem różnorodnych form i kolorów, aby osiągnąć efektowny wygląd kompozycji. Opisane w pytaniu zlecenie na wykonanie okrągłej wiązanki ze spiralnie ułożonymi łodygami i ozdobną kryzą najlepiej pasuje do stylu dekoracyjnego, ponieważ ten styl pozwala na swobodne i kreatywne ułożenie kwiatów i innych elementów dekoracyjnych, co jest kluczowe przy tworzeniu takiej wiązanki. Pozostałe style, takie jak formalny, wegetatywny i formalno-linearny, mają bardziej rygorystyczne zasady dotyczące kompozycji i ułożenia materiału roślinnego, co czyni je mniej odpowiednimi do realizacji tego konkretnego zamówienia": "Декоративный стиль во флористике характеризуется свободной укладкой растительного материала, часто с использованием разнообразных форм и цветов, чтобы достичь эффектного вида композиции. Описанное в вопросе задание на выполнение круглой цветочной связки со спирально уложенными стеблями и декоративным воротником лучше всего подходит к декоративному стилю, потому что этот стиль позволяет свободно и креативно раскладывать цветы и другие декоративные элементы, что является ключевым при создании такой цветочной связки. Остальные стили, такие как формальный, вегетативный и формально-линеарный, имеют более строгие правила относительно композиции и укладки растительного материала, что делает их менее подходящими для выполнения этого конкретного заказа.",
            "szynowania": "рельсоподобного укрепления.",
            "taśmowania": "обмотки",
            "maskowania": "Маскировки",
            "z 10 części": "из 10 частей",
            "z 12 części": "из 12 частей.",
            "z 8 części": "из 8 частей.",
            "z 14 części": "из 14 частей.",
            "pośrednika": "посредника.",
            "sprzedawcę": "продавца.",
            "producenta": "производителя.",
            "południowym": "южном",
            "afrykańskim": "африканском",
            "proszek rozpuszczalny w wodzie": "порошок, растворимый в воде.",
            "granule rozpuszczalne w wodzie": "гранулы, растворимые в воде.",
            "gąbka florystyczna": "флористическая губка",
            "toksyczny": "токсичный",
            "skręcania drutu aluminiowego": "скручивания алюминиевой проволоки.",
            "cięcia drutu technicznego": "резки технической проволоки.",
            "przycinania łodyg roślin sztucznych": "подрезания стеблей искусственных растений.",
            "z metalu": "из металла.",
            "z porcelany": "из фарфора.",
            "dwustronnie klejącej": "двусторонней клейкой",
            "tapa": "тапа.",
            "wiązanki ślubnej": "свадебной цветочной связки.",
            "girlandy bożonarodzeniowej": "гирлянды рождественской",
            "glamelia": "гламелия.",
            "biedermeier": "бидермайер",
            "nożyczki": "ножницы",
            "cęgi": "клещи",
            "proporcje w kompozycji": "пропорции в композиции.",
            "stopień nasycenia barw": "степень насыщенности расцветок",
            "Na podstawie danych zawartych w tabeli oblicz koszt robocizny wykonania kompozycji w naczyniu": "На основании данных, содержащихся в таблице, рассчитайте затраты на работу по созданию композиции в сосуде.",
            "w Poznaniu": "в Познани.",
            "w Krakowie": "в Кракове",
            "w Wrocławiu": "в Вроцлаве.",
            "w Kielcach": "в Кельцах.",
            "wijące się pędy": "вьющиеся побеги",
            "kolczaste owocostany": "колючие соплодия.",
            "szyszkowate kwiatostany": "шишковидные соцветия",
            "zwisające, dzbankowate liście": "свисающие, кувшиновидные листья.",
            "Symbol WG na opakowaniu środków ochrony roślin oznacza": "Символ WG на упаковке средств защиты растений означает",
            "granule do sporządzania zawiesiny wodnej": "гранулы для приготовления водной суспензии.",
            "proszek do sporządzania zawiesiny wodnej": "порошок для приготовления водной суспензии.",
            "Symbol WG na opakowaniu środków ochrony roślin oznacza \"granule do sporządzania zawiesiny wodnej\". Oznacza to, że produkt jest dostarczany w formie granul, które są przeznaczone do rozpuszczenia w wodzie i stworzenia zawiesiny. Zawiesina ta jest następnie stosowana do ochrony roślin. Inne symbole, takie jak WP, oznaczają różne formy produktu i metody przygotowania": "Символ WG на упаковке средств защиты растений означает \"гранулы для приготовления водной суспензии\". Это означает, что продукт поставляется в форме гранул, которые предназначены для растворения в воде и создания суспензии. Эта суспензия затем применяется для защиты растений. Другие символы, такие как WP, означают различные формы продукта и методы приготовления.",
            "Kaktusy zaleca się sadzić": "Кактусы рекомендуется сажать",
            "w płytkich misach": "в неглубоких чашах.",
            "w wiklinowych koszach": "в плетёных корзинах из лозы.",
            "w zawieszanych pojemnikach": "в подвесных контейнерах.",
            "w wysokich i wąskich pojemnikach": "в высоких и узких контейнерах.",
            "Kaktusy mają stosunkowo płytki system korzeniowy, który najlepiej rozwija się w płaskich pojemnikach. Wysokie i wąskie pojemniki mogą prowadzić do gnicia korzeni, ponieważ woda będzie się gromadzić na dnie. Wiklinowe kosze nie są odpowiednie, ponieważ mogą przepuszczać wilgoć, co nie jest korzystne dla kaktusów. Zawieszone pojemniki nie są zalecane, ponieważ utrudniają kontrolę warunków wzrostu": "Кактусы имеют относительно мелкую корневую систему, которая лучше всего развивается в плоских контейнерах. Высокие и узкие контейнеры могут привести к гниению корней, поскольку вода будет скапливаться на дне. Плетёные корзины не подходят, поскольку могут пропускать влагу, что неблагоприятно для кактусов. Подвесные контейнеры не рекомендуются, так как они затрудняют контроль условий роста.",
            "Jedwabistą strukturę posiadają": "Шелковистую структуру имеют",
            "Które z wymienionych roślin poleca się do tworzenia kompozycji florystycznych w barokowym pałacu?": "Какие из перечисленных растений рекомендуются для создания флористических композиций в барочном дворце?",
            "strzelistym": "стреловидным.",
            "przycinania zdrewniałych pędów": "подрезки одревесневших побегов.",
            "Szczypce o okrągłych końcówkach stosuje się do": "Клещи с круглыми концами применяются для",
            "Do wykonania małego bukietu komunijnego w mikrofonie florystycznym najodpowiedniejsze będą": "Для создания небольшого букета на Первое Причастие во флористическом микрофоне наиболее подходящими будут",
            "Florysta realizując zamówienie na wykonanie tradycyjnego wieńca adwentowego zastosuje następujące materiały florystyczne:": "Флорист, выполняя заказ на изготовление традиционного адвентового венка, применит следующие материалы для флористики:",
            "Szpilki ozdobne wykorzystuje się do dekoracji": "Декоративные булавки используются для украшения.",
            "Ile maksymalnie pojemników o długości 40 cm należy ustawić na stole o wymiarach 200 cm x 70 cm, aby uzyskać kompozycję w postaci podłużnego, pojedynczego rzędu umieszczonego wzdłuż dłuższego boku?": "Сколько максимально контейнеров длиной 40 см следует разместить на столе размером 200 см x 70 см, чтобы получить композицию в виде продольного, одиночного ряда, размещенного вдоль длинной стороны?",
            "Poprawna odpowiedź to \"5 pojemników\", ponieważ długość stołu wynosi 200 cm, a pojemnik ma długość 40 cm, więc na długości stołu zmieści się 5 pojemników": "Правильный ответ - \"5 контейнеров\", потому что длина стола составляет 200 см, а контейнер имеет длину 40 см, поэтому на длине стола поместится 5 контейнеров.",
            "Kwiaty odgrywające rolę tła w kompozycji zaliczane są do form": "Цветы, играющие роль фона в композиции, относятся к формам.",
            "królewskich": "королевских.",
            "dominujących": "доминирующих",
            "piły \"lisi ogon\"": "пилы \"лисьий хвост\"",
            "noża florystycznego": "флористического ножа.",
            "ostrych nożyczek": "острых ножниц.",
            "szczypce płaskie": "Плоскогубцы.",
            "Do skręcania grubych drutów przy wykonywaniu konstrukcji florystycznych stosuje się": "Для скручивания толстых проволок при выполнении флористических конструкций используется",
            "zszywacz tapicerski": "мебельный степлер.",
            "sekator grzechotkowy": "Секатор с храповым механизмом",
            "nożyce kwiaciarskie": "Флористические ножницы.",
            "Na rysunku przedstawiono kompozycję wykonaną zgodnie z zasadą złotego podziału. Ile wynosi jej wysokość (c), jeśli a = 30 cm?": "На рисунке представлена ​​композиция, выполненная в соответствии с принципом золотого сечения. Какова её высота (c), если a = 30 см?",
            "Przenawożenie azotem w trakcie uprawy skutkuje": "Чрезмерное удобрение азотом в процессе выращивания приводит к",
            "zahamowaniem wzrostu rośliny i jasnozielonym zabarwieniem liści": "замедлением роста растения и ярко-зелёной окраской листьев.",
            "chlorozą międzyżyłkową na starszych liściach": "хлорозом межжилковым на старых листьях.",
            "Zanurza się w ciepłej wodzie": "Погружают в теплую воду.",
            "Umieszcza się w szklanych probówkach": "Помещают в стеклянные пробирки.",
            "Umieszcza się w plastikowych fiolkach": "Размещают в пластиковых флористических пробирках.",
            "wachlarz": "веер.",
            "na ukos pod węzłem": "Наискось под узлом.",
            "proste pod węzłem": "Прямо под узлом.",
            "proste nad węzłem": "Прямо над узлом.",
            "na ukos nad węzłem": "Наискось над узлом.",
            "Piktogram przedstawiony na rysunku oznacza, że produkt jest": "Пиктограмма, изображенная на рисунке, обозначает, что продукт является",
            "szkodliwy": "вредный.",
            "siatka florystyczna": "флористическая сетка",
            "naczynie z wodą": "Сосуд с водой.",
            "Do przycinania włókna kokosowego służą": "Для обрезки кокосового волокна служат",
            "sekatory": "Секаторы.",
            "kombinerki": "Кусачки.",
            "Na rysunku przedstawiono gąbkę florystyczną typu": "На рисунке представлена флористическая губка типа",
            "Z ilu części składa się koło barw wg J. Ittena?": "Из скольких частей состоит цветовой круг по Й. Иттену?",
            "Podczas zbioru kwiatów wykonuje się cięcie": "Во время сбора цветов выполняется срезка.",
            "Szynowania": "Рельсоподобного укрепления.",
            "Skręcania": "Кручения.",
            "W jaki sposób zabezpiecza się pojedyncze kwiaty anturium na czas transportu?": "Каким образом защищают отдельные цветы антуриума во время транспортировки?",
            "Zanurza się w ciepłej parafinie": "Погружается в теплый парафин.",
            "Kwiaty anturium są zabezpieczane na czas transportu poprzez umieszczenie ich w plastikowych fiolkach, które zawierają odżywczy roztwór. Ta metoda pozwala na utrzymanie świeżości i wilgotności kwiatów, a także chroni je przed uszkodzeniami mechanicznymi. Zanurzanie kwiatów w ciepłej parafinie czy wodzie mogłoby prowadzić do ich gnicia, a szklane probówki są zbyt delikatne i ryzykowne do transportu": "Цветы антуриума защищаются на время транспортировки путем помещения их в пластиковые флористические пробирки, которые содержат питательный раствор. Этот метод позволяет сохранять свежесть и влажность цветов, а также защищает их от механических повреждений. Погружение цветов в теплую парафиновую или водную среду могло бы привести к их гниению, а стеклянные пробирки слишком хрупки и рискованны для транспортировки.",
            "szyszki modrzewia": "шишки лиственницы.",
            "płatki groszku pachnącego": "лепестки душистого горошка.",
            "liście strelicji": "листья стрелиции.",
            "Płatki groszku pachnącego są znane ze swojej jedwabistej struktury. Jest to wynik specyficznej budowy komórek, które tworzą powierzchnię płatka, a także zawartości wody w nich. Szyszki modrzewia, owocostany piwonii czy liście strelicji nie mają takiej struktury, są raczej szorstkie lub skórzaste": "Лепестки душистого горошка известны своей шелковистой структурой. Это результат специфического строения клеток, которые образуют поверхность лепестка, а также содержания воды в них. Шишки лиственницы, соплодия пиона или листья стрелиции не имеют такой структуры, они скорее шероховатые или кожистые.",
            "Mocując delikatne liście do podkładu wieńca należy użyć taśmy": "Крепя нежные листья к подкладке венка, следует использовать ленту",
            "kotwica": "армированная влагостойкая лента",
            "kauczukowej": "каучуковой.",
            "Taśma dwustronnie klejąca jest najodpowiedniejszym narzędziem do mocowania delikatnych liści do podkładu wieńca, ponieważ umożliwia precyzyjne i bezpieczne przymocowanie liści, nie niszcząc ich struktury. Kotwica, taśma kauczukowa czy tapa są zbyt masywnymi narzędziami, które mogłyby uszkodzić lub zniszczyć delikatne liście. Dlatego odpowiedź \"dwustronnie klejącej\" jest poprawna": "Двусторонняя клейкая лента является наиболее подходящим инструментом для крепления деликатных листьев к подкладке венка, поскольку она позволяет точно и безопасно закрепить листья, не разрушая их структуру. Армированная влагостойкая лента, лента каучуковая или так называемая \"тапа\" являются слишком массивными инструментами, которые могут повредить или уничтожить деликатные листья. Поэтому ответ \"двусторонней клейкой\" является правильным.",
            "Mikrofon florystyczny można zastosować do wykonania dekoracji ślubnej typu": "Флористический микрофон можно использовать для создания свадебного украшения типа",
            "Zostaw bez odpowiedzi": "Оставь без ответа",
            "mufka": "муфта",
            "szarfa": "перевязь.",
            "boa": "перьевые украшения.",
            "Mikrofon florystyczny to specjalistyczne narzędzie używane w florystyce do tworzenia różnego rodzaju dekoracji. Jego kształt i konstrukcja pozwalają na stworzenie dekoracji w formie wachlarza, gdzie kwiaty są układane w sposób symetryczny i równomierny. Pozostałe opcje, takie jak mufka, szarfa czy boa, odnoszą się do innych typów dekoracji, które wymagają innego podejścia i narzędzi": "Микрофон флористический — это специализированный инструмент, используемый во флористике для создания различных видов украшений. Его форма и конструкция позволяют создать украшение в виде веера, где цветы укладываются симметрично и равномерно. Остальные варианты, такие как муфта, перевязь или перьевые украшения, относятся к другим типам украшений, которые требуют другого подхода и инструментов.",
            "Do kompozycji stosowanych w przestronnych i nowoczesnych wnętrzach dobiera się pojemniki wykonane": "Для композиций, используемых в просторных и современных интерьерах, подбираются ёмкости, изготовленные",
            "z brzozy": "из берёзы.",
            "z bambusa": "из бамбука.",
            "Pojemniki wykonane z metalu są często wybierane do nowoczesnych, przestronnych wnętrz ze względu na ich minimalistyczny i industrialny charakter. Metal jest materiałem trwałym i łatwym w utrzymaniu czystości, co jest ważne w miejscach publicznych. Dodatkowo, metaliczne pojemniki mogą być wykonane w różnych kształtach i rozmiarach, co pozwala na ich dopasowanie do różnorodnych przestrzeni. Wreszcie, metal jest materiałem uniwersalnym, który łatwo łączy się z innymi materiałami, takimi jak szkło czy drewno, co pozwala na tworzenie spójnych kompozycji": "Контейнеры, выполненные из металла, часто выбираются для современных, просторных интерьеров из-за их минималистичного и индустриального характера. Металл является долговечным материалом, который легко поддерживать в чистоте, что важно в общественных местах. Кроме того, металлические контейнеры могут быть выполнены в различных формах и размерах, что позволяет их адаптировать к разнообразным пространствам. Наконец, металл является универсальным материалом, который легко сочетается с другими материалами, такими как стекло или дерево, что позволяет создавать согласованные композиции.",
            "Sansewierię i cantedeskię można rozmnażać przez": "Сансевиерию и зантедескию можно размножать через",
            "podział kęp": "деление кустов",
            "podział kłączy": "деление корневищ",
            "odkłady powietrzne": "воздушные отводки.",
            "oddzielanie cebul przybyszowych": "отделение дочерних луковиц.",
            "Sansewieria i cantedeskia to rośliny, które posiadają kłącza, czyli podziemne pędy, służące do gromadzenia substancji odżywczych. Rozmnażanie przez podział kłączy polega na odcięciu fragmentu kłącza z co najmniej jednym pąkiem i posadzeniu go jako nowej rośliny. Inne metody rozmnażania, jak podział kęp czy odkłady powietrzne, nie są typowe dla tych gatunków. Oddzielanie cebul przybyszowych dotyczy roślin cebulowych, czym sansewieria i cantedeskia nie są": "Сансевиерия и зантедеския — это растения, которые имеют корневища, то есть подземные побеги, служащие для накопления питательных веществ. Размножение с помощью деления корневищ заключается в отрезании части корневища с как минимум одной почкой и посадке его как нового растения. Другие методы размножения, такие как деление кустов или воздушные отводки, не являются типичными для этих видов. Отделение дочерних луковиц касается луковичных растений, чем сансевиерия и зантедеския не являются.",
            "Który materiał florystyczny należy zastosować jako bazę pod wieniec rzymski?": "Какой флористический материал следует использовать в качестве основы для римского венка?",
            "Sznurkodrut": "Шнуровка-проволока.",
            "Słomiany korpus": "Соломенный каркас.",
            "Metalową obręcz": "Металлический обруч.",
            "Gąbkę florystyczną": "Флористическую губку.",
            "Wieniec rzymski, jako tradycyjna forma dekoracji florystycznej, wymaga solidnej i stabilnej bazy, którą zapewnia słomiany korpus. Słoma jest lekka i łatwa do manipulacji, a jednocześnie wystarczająco mocna, aby utrzymać ciężar dodatkowych elementów dekoracyjnych. Pozostałe materiały, takie jak sznurkodrut, metalowa obręcz czy gąbka florystyczna, nie zapewniają takiej samej stabilności i łatwości w tworzeniu tego konkretnego typu wieńca": "Римский венок, как традиционная форма флористической декорации, требует надежной и стабильной основы, которую обеспечивает соломенный каркас. Солома легкая и легкая для манипуляций, а также достаточно прочная, чтобы удерживать вес дополнительных декоративных элементов. Остальные материалы, такие как шнуропроволока, металлический обруч или флористическая губка, не обеспечивают такой же стабильности и легкости в создании этого конкретного типа венка.",
            "Koszt robocizny oblicza się, odejmując od całkowitego kosztu wykonania kompozycji sumę kosztów materiałów. W tym przypadku, po odjęciu sumy kosztów materiałów od całkowitego kosztu, otrzymujemy koszt robocizny równy 32,70 zł": "Затраты на работу вычисляются путем вычитания из общей стоимости выполнения композиции суммы затрат на материалы. В этом случае, после вычитания суммы затрат на материалы из общей стоимости, получаем затраты на работу в размере 32,70 злотых.",
            "żrący": "едкий.",
            "drażniący": "Раздражающий.",
            "Piktogram przedstawiony na zdjęciu to czarny krzyż na białym tle z literą Xi. Jest to oznaczenie stosowane w Unii Europejskiej do klasyfikacji substancji chemicznych, które oznacza, że produkt jest drażniący. Odpowiedź \"drażniący.\" jest zatem poprawna zgodnie z europejskimi standardami oznaczania substancji chemicznych": "Пиктограмма, представленная на фотографии, — это черный крест на белом фоне с буквой Xi. Это обозначение, используемое в Европейском Союзе для классификации химических веществ, которое означает, что продукт является раздражающим. Ответ \"раздражающий\" является, следовательно, правильным в соответствии с европейскими стандартами обозначения химических веществ.",
            "mieczyki": "шпажник.",
            "Frezje są odpowiednie do wykonania małego bukietu komunijnego w mikrofonie florystycznym ze względu na ich delikatny wygląd i subtelną woń, które są idealne dla tego typu okoliczności. Są one stosunkowo małe, co pozwala na precyzyjne układanie bukietu. Dodatkowo, frezje są dostępne w wielu kolorach, co umożliwia dopasowanie do stroju komunijnego. Wreszcie, są one trwałe, co jest ważne dla bukietów, które mają przetrwać cały dzień": "Фрезия подходит для создания небольшого букета на первое причастие в флористическом микрофоне из-за их нежного вида и тонкого аромата, которые идеально подходят для такого рода обстоятельств. Они относительно маленькие, что позволяет точно выполнять укладку букета. К тому же, фрезия доступна в многих цветах, что позволяет подобрать к наряду на первое причастие. Наконец, они стойкие, что важно для букетов, которые должны продержаться целый день.",
            "Korzystając z danych zawartych w tabeli oblicz koszt materiału roślinnego przeznaczonego do wykonania trzech wiązanek pogrzebowych": "Используя данные, содержащиеся в таблице, рассчитайте стоимость растительного материала, предназначенного для выполнения трёх похоронных композиций.",
            "Aby obliczyć koszt materiału roślinnego na trzy wiązanki pogrzebowe, należy zsumować koszty poszczególnych materiałów potrzebnych do wykonania jednej wiązanki, a następnie pomnożyć tę sumę przez trzy, ponieważ potrzebujemy materiałów na trzy wiązanki. Po przeprowadzeniu obliczeń otrzymujemy kwotę 378,00 zł, co jest zgodne z podaną poprawną odpowiedzią": "Чтобы рассчитать стоимость растительного материала на три похоронные композиции, необходимо сложить расходы на отдельные материалы, необходимые для изготовления одной композиции, а затем умножить эту сумму на три, потому что нам нужны материалы на три композиции. После проведения расчетов мы получаем сумму 378,00 зл, что соответствует указанному правильному ответу.",
            "Przebarwianie liści na kolor sinoczerwony jest typowym objawem niedoboru": "Изменение окраски листьев на сине-красный цвет является типичным признаком дефицита.",
            "żelaza": "железа.",
            "potasu": "калия.",
            "azotu": "азота.",
            "fosforu": "фосфора.",
            "Przebarwianie liści na kolor sinoczerwony jest typowym objawem niedoboru fosforu, ponieważ ten pierwiastek odgrywa kluczową rolę w procesie fotosyntezy, który jest odpowiedzialny za zielony kolor liści. Brak fosforu powoduje zaburzenia w tym procesie, co skutkuje zmianą koloru liści. Inne objawy niedoboru fosforu to opóźniony wzrost i dojrzewanie roślin": "Изменение окраски листьев на сине-красный цвет является типичным признаком недостатка фосфора, поскольку этот элемент играет ключевую роль в процессе фотосинтеза, который отвечает за зелёный цвет листьев. Недостаток фосфора вызывает нарушения в этом процессе, что приводит к изменению цвета листьев. Другие признаки недостатка фосфора включают задержку роста и созревания растений.",
            "Które z wymienionych kwiatów ciętych przechowuje się najdłużej na sucho?": "Которые из перечисленных срезанных цветов сохраняются дольше всего в сухом виде?",
            "Lilie (Lilium)": "Лилии (Lilium)",
            "Gloriozy (Gloriosa)": "Глориозы (Gloriosa)",
            "Goździki (Dianthus)": "Гвоздики (Dianthus)",
            "Frezje (Freesia)": "Фрезия (Freesia)",
            "Metodą zielnikową można suszyć": "Методом гербаризации можно сушить",
            "pędy głogu": "побеги боярышника",
            "liście miłorzębu": "листья гинкго.",
            "kwiatostany hortensji": "соцветия гортензии",
            "owocostany kukurydzy": "соплодия кукурузы",
            "Metoda zielnikowa jest techniką suszenia roślin, która jest najczęściej stosowana do liści i innych delikatnych części roślin. Liście miłorzębu są idealne do suszenia tą metodą, ponieważ są płaskie i nie zawierają dużej ilości wilgoci. Natomiast pędy głogu, kwiatostany hortensji oraz owocostany kukurydzy są zbyt masywne i zawierają zbyt dużo wilgoci, co utrudnia ich suszenie metodą zielnikową": "Метод гербаризации является техникой сушки растений, которая чаще всего применяется для листьев и других нежных частей растений. Листья гинкго идеальны для сушки этим методом, поскольку они плоские и не содержат большого количества влаги. А вот побеги боярышника, соцветия гортензии и соплодия кукурузы слишком массивные и содержат слишком много влаги, что затрудняет их сушку методом гербаризации.",
            "Plastelina florystyczna służy do": "Флористический пластилин служит для",
            "maskowania gąbki florystycznej w kompozycji": "маскировки флористической губки в композиции.",
            "mocowania mokrej gąbki do naczynia": "крепления влажной флористической губки к сосуду.",
            "mocowania suchych elementów do gładkich powierzchni": "крепления сухих элементов к гладким поверхностям.",
            "montażu świec w gąbce florystycznej": "монтажа свечей в цветочной губке.",
            "Plastelina florystyczna jest materiałem, który charakteryzuje się dużą przyczepnością, dzięki czemu doskonale sprawdza się do mocowania suchych elementów do gładkich powierzchni. Pozwala na utrzymanie stabilności i odpowiedniego układu elementów dekoracyjnych. Nie jest natomiast używana do mocowania mokrej gąbki do naczynia, maskowania gąbki florystycznej w kompozycji czy montażu świec w gąbce florystycznej, ponieważ te zadania wymagają innych materiałów i technik": "Флористический пластилин является материалом, который характеризуется высокой адгезией, благодаря чему отлично подходит для крепления сухих элементов к гладким поверхностям. Позволяет сохранить стабильность и правильный уклад декоративных элементов. Однако он не используется для крепления мокрой губки к сосуду, маскировки флористической губки в композиции или монтажа свечей во флористической губке, поскольку эти задачи требуют других материалов и техник.",
            "Cytrusy, palmy i oleandry polecane są do wnętrz w stylu": "Цитрус, пальмовые и олеандра рекомендуются для интерьеров в стиле",
            "Cytrusy, palmy i oleandry to rośliny typowe dla klimatu śródziemnomorskiego, który charakteryzuje się ciepłym, słonecznym i wilgotnym powietrzem. Styl południowy, zwany również śródziemnomorskim, nawiązuje do krajów położonych na południu Europy, takich jak Hiszpania, Włochy czy Grecja. Wnętrza w tym stylu często są uzupełniane o rośliny charakterystyczne dla tych regionów, aby oddać atmosferę ciepła i słońca. Dlatego cytrusy, palmy i oleandry są polecane do wnętrz w stylu południowym": "Цитрус, пальмовые и олеандра - это растения, типичные для средиземноморского климата, который характеризуется теплым, солнечным и влажным воздухом. Южный стиль, также называемый средиземноморским, отсылает к странам, расположенным на юге Европы, таким как Испания, Италия или Греция. Интерьеры в этом стиле часто дополняются растениями, характерными для этих регионов, чтобы передать атмосферу тепла и солнца. Поэтому цитрус, пальмовые и олеандра рекомендуются для интерьеров в южном стиле.",
            "Targi Ogrodnicze Gardenia odbywają się corocznie": "Садоводческая ярмарка Gardenia проводится ежегодно.",
            "Targi Ogrodnicze Gardenia są jednym z najważniejszych wydarzeń ogrodniczych w Polsce, które odbywają się corocznie na terenie Międzynarodowych Targów Poznańskich. Poznań jest znany z organizacji różnorodnych targów i wystaw o zasięgu krajowym i międzynarodowym. Dlatego odpowiedź \"w Poznaniu\" jest poprawna": "Садоводческие ярмарки Гардения являются одним из важнейших садоводческих событий в Польше, которые проводятся ежегодно на территории Международной Познаньской ярмарки. Познань известен организацией разнообразных ярмарок и выставок национального и международного масштаба. Поэтому ответ \"в Познани\" является правильным.",
            "wieńca dożynkowego": "дожинкового венка.",
            "palmy wielkanocnej": "пасхальной пальмы.",
            "Szpilki ozdobne są często używane w florystyce, zwłaszcza przy tworzeniu dekoracji na specjalne okazje. Wiązanka ślubna jest jednym z takich przykładów, gdzie szpilki ozdobne mogą być używane do mocowania kwiatów, liści lub innych elementów dekoracyjnych. W przypadku palmy wielkanocnej, wieńca dożynkowego czy girlandy bożonarodzeniowej, zazwyczaj używa się innych technik mocowania elementów dekoracyjnych, niekoniecznie wymagających użycia szpilek ozdobnych. Dlatego poprawną odpowiedzią jest \"wiązanki ślubnej.\"": "Декоративные булавки часто используются во флористике, особенно при создании украшений для особых случаев. Свадебная цветочная связка является одним из таких примеров, где декоративные булавки могут быть использованы для крепления цветов, листьев или других декоративных элементов. В случае пасхальной пальмы, дожинкового венка или рождественской гирлянды обычно используются другие техники крепления декоративных элементов, не обязательно требующие использования декоративных булавок. Поэтому правильным ответом является \"свадебная связка\".",
            "Naparstnice i ostróżki charakteryzują się pokrojem": "Наперстянка и дельфиниум характеризуются строением растения",
            "Naparstnice i ostróżki to rośliny o pokroju wzniesionym, co oznacza, że ich pędy rosną pionowo do góry. Pokrój wzniesiony jest typowy dla roślin, które rosną w miejscach, gdzie jest dużo światła. Łukowaty pokrój oznaczałby, że rośliny te rosną w kształcie łuku, a rozłożysty, że roślina rozrasta się na boki. Strzeliste wzrosty to te, które są wyprostowane i szybko rosną do góry, co nie jest charakterystyczne dla tych gatunków": "Наперстянка и дельфиниум - это растения с вертикальным строением, что означает, что их побеги растут вертикально вверх. Вертикальное строение типично для растений, которые растут в местах, где много света. Дугообразное строение означало бы, что эти растения растут в форме дуги, а раскидистое - что растение разрастается в стороны. Стреловидные побеги - это те, которые прямые и быстро растут вверх, что не является характерным для этих видов.",
            "Które z wymienionych roślin, ze względu na zwisające pędy, poleca się do obsadzenia wiszących pojemników?": "Какие из перечисленных растений, из-за свисающих побегов, рекомендуется для посадки в подвесные контейнеры?",
            "Nasturcje i fuksje": "Настурция и фуксия.",
            "Szałwie i celozje": "Шалфей и целозия.",
            "Lawendy i wrzośce": "Лаванда и эрика.",
            "Nasturcje i fuksje są roślinami, które naturalnie rosną w sposób zwisający, co sprawia, że są idealne do obsadzania wiszących pojemników. Ich pędy są elastyczne i łatwo się uginają pod ciężarem własnych liści i kwiatów, tworząc efektowny, zwisający pokrój. Z kolei szałwie, celozje, cynie, dalie, lawendy i wrzośce to rośliny o pokroju pionowym, które najlepiej prezentują się w tradycyjnych pojemnikach": "Настурция и фуксия - это растения, которые естественно растут в свисающем виде, что делает их идеальными для посадки в подвесные контейнеры. Их побеги эластичны и легко сгибаются под тяжестью собственных листьев и цветов, создавая эффектное, свисающее строение растения. С другой стороны, шалфей, целозия, цинния, георгина, лаванда и эрика - это растения с вертикальным строением, которые лучше всего смотрятся в традиционных контейнерах.",
            "Barwy pochodne powstają w wyniku zmieszania ze sobą barw": "Производные расцветки образуются в результате смешивания между собой расцветок.",
            "żółtej z zieloną": "желтой с зеленой.",
            "zielonej z niebieską": "зеленой с синей.",
            "czerwonej z żółtą": "красной с жёлтой.",
            "niebieskiej z pomarańczową": "синей с оранжевой.",
            "Barwy pochodne w teorii kolorów powstają przez mieszanie ze sobą barw podstawowych. W modelu barw RGB, do których należy czerwony i żółty, ich połączenie daje barwę pochodną - pomarańczową. Pozostałe odpowiedzi są nieprawidłowe, ponieważ żółty z zielonym daje jasnozielony, zielony z niebieskim daje błękitny, a niebieski z pomarańczowym nie tworzy konkretnej barwy pochodnej": "Производные расцветки в теории цветов получаются путем смешивания между собой основных расцветок. В модели цветов RGB, к которым относятся красный и желтый, их соединение дает производную расцветку - оранжевую. Остальные ответы неправильны, поскольку желтый с зеленым дает светло-зеленый, зеленый с синим дает голубой, а синий с оранжевым не создают конкретной производной расцветки.",
            "Koło barw według Johanna Ittena składa się z 12 części. Są to trzy kolory podstawowe: czerwony, żółty, niebieski, trzy kolory pochodne: pomarańczowy, fioletowy, zielony oraz sześć kolorów pośrednich. Itten, szwajcarski malarz i teoretyk sztuki, stworzył to koło barw jako narzędzie do nauki i zrozumienia zasad harmonii kolorów": "Круг цветов по Йоханнесу Иттену состоит из 12 частей. Это три основных цвета: красный, жёлтый, синий, три дополнительных цвета: оранжевый, фиолетовый, зелёный, а также шесть промежуточных цветов. Иттен, швейцарский художник и теоретик искусства, создал этот круг цветов как инструмент для изучения и понимания принципов гармонии цветов.",
            "Elementem dekoracyjnym banksji są": "Элементом декоративным банксии являются",
            "Banksje, które są rodzajem roślin z rodziny proteaceae, charakteryzują się unikalnymi kwiatostanami przypominającymi szyszki. Te kwiatostany składają się z wielu małych kwiatów zebranych razem, które tworzą efektowną i dekoracyjną całość. Opcje dotyczące kolczastych owocostanów, wijących się pędów czy zwisających, dzbankowatych liści nie są typowe dla banksji. Dlatego poprawna odpowiedź to \"szyszkowate kwiatostany.\"": "Банксии, которые являются родом растений из семьи протейных, характеризуются уникальными соцветиями, напоминающими шишки. Эти соцветия состоят из множества маленьких цветов, собранных вместе, которые создают эффектное и декоративное целое. Варианты, касающиеся колючих соплодий, извивающихся побегов или свисающих, кувшиновидных листьев, не типичны для банксии. Поэтому правильный ответ — \"шишковидные соцветия\".",
            "Pomarańczowe owoce mają": "Оранжевые плоды имеют",
            "ognik i jarzębina": "пираканта и рябина",
            "jarzębina i ligustr": "рябина и бирючина",
            "ligustr i pigwowiec": "бирючина и айвочка",
            "ognik i pigwowiec": "пираканта и айвочка",
            "Odpowiedź \"ognik i jarzębina.\" jest poprawna, ponieważ owoce obu tych roślin są pomarańczowe. Ognik to krzew, który w okresie dojrzewania owoców ma kolor pomarańczowy. Jarzębina to drzewo, które również produkuje pomarańczowe owoce. Natomiast ligustr i pigwowiec nie mają pomarańczowych owoców": "Ответ \"пираканта и рябина.\" является правильным, потому что плоды обоих этих растений оранжевые. Пираканта — это кустарник, который в период созревания плодов имеет оранжевый цвет. Рябина — это дерево, которое также производит оранжевые плоды. Однако бирючина и айвочка не имеют оранжевых плодов.",
            "Wiśnie i czereśnie": "Вишня и черешня.",
            "Winogrona i porzeczki": "Виноград и смородина.",
            "Gruszki i jabłka": "Груши и яблоки.",
            "Kreszowania": "Крэширования материалов",
            "Na zdjęciu widać technikę florystyczną polegającą na wzmacnianiu łodyg kwiatów za pomocą cienkich drucików lub patyczków, co jest znane jako szynowanie. Technika ta jest stosowana, aby zapewnić wsparcie dla łodyg, które mogą być zbyt słabe, aby utrzymać ciężar kwiatów lub aby nadać im pożądany kształt": "На фото видно флористическую технику, заключающуюся в укреплении стеблей цветов с помощью тонких проволочек или палочек, что известно как рельсоподобное укрепление. Эта техника применяется для обеспечения поддержки стеблей, которые могут быть слишком слабыми, чтобы удерживать вес цветов, или чтобы придать им желаемую форму.",
            "We florystyce złoty podział określa": "Во флористике золотое сечение определяет",
            "wielkość arkuszy papieru": "величину листов бумаги.",
            "porządek elementów w kompozycji": "порядок элементов в композиции.",
            "Złoty podział to matematyczny koncept stosowany w wielu dziedzinach sztuki i designu, w tym w florystyce, do tworzenia estetycznie przyjemnych proporcji. W kontekście kompozycji kwiatowych, złoty podział może pomóc w określeniu, gdzie umieścić poszczególne elementy, tak aby były harmonijnie zbalansowane. Nie ma to związku ze stopniem nasycenia barw, wielkością arkuszy papieru, ani porządkiem elementów w kompozycji": "Золотое сечение — это математическая концепция, используемая во многих областях искусства и дизайна, в том числе во флористике, для создания эстетически приятных пропорций. В контексте цветочных композиций золотое сечение может помочь определить, где разместить отдельные элементы, чтобы они были гармонично сбалансированы. Это не связано со степенью насыщенности расцветок, размером листов бумаги, ни порядком элементов в композиции.",
            "Piwonie są poprawną odpowiedzią, ponieważ są to rośliny, które były często wykorzystywane w okresie baroku w kompozycjach florystycznych. Ich pełne, okazałe kwiaty i intensywne kolory idealnie wpisywały się w estetykę baroku, która charakteryzowała się przepychem i bogactwem form. Dodatkowo, piwonie były popularne w Europie w tym okresie, co czyniło je łatwo dostępnymi do tworzenia kompozycji. Inne wymienione rośliny, takie jak strelicje czy anturium, nie były typowe dla stylu barokowego": "Пионы являются правильным ответом, поскольку это растения, которые часто использовались в эпоху барокко в флористических композициях. Их полные, пышные цветы и интенсивные цвета идеально вписывались в эстетику барокко, которая характеризовалась пышностью и богатством форм. Кроме того, пионы были популярны в Европе в этот период, что делало их легко доступными для создания композиций. Другие перечисленные растения, такие как стрелиции или антуриум, не были типичными для барочного стиля.",
            "Strelicje": "Стрелиция.",
            "Piwonie": "Пионы.",
            "Anturium": "Антуриум.",
            "Aksamitki": "Бархатцы.",
            "Hartowanie roślin to zabieg wykonywany przez": "Закаливание растений — это процедура, выполняемая с помощью",
            "nabywcę": "покупателя.",
            "Hartowanie roślin to proces, który polega na stopniowym przyzwyczajaniu roślin do trudniejszych warunków środowiskowych, takich jak niska temperatura czy silne nasłonecznienie. Zabieg ten jest wykonywany przez producenta, ponieważ to on hoduje rośliny i ma bezpośredni wpływ na warunki, w jakich one rosną. Pośrednik, nabywca czy sprzedawca nie mają możliwości wykonania tego zabiegu, gdyż nie mają bezpośredniego kontaktu z rośliną w odpowiednim etapie jej wzrostu i rozwoju": "Закаливание растений — это процесс, который заключается в постепенном приучении растений к более сложным условиям окружающей среды, таким как низкая температура или сильное солнечное освещение. Эта процедура выполняется производителем, поскольку именно он выращивает растения и имеет непосредственное влияние на условия, в которых они растут. Посредник, покупатель или продавец не имеют возможности выполнить эту процедуру, так как не имеют непосредственного контакта с растением на соответствующем этапе его роста и развития.",
            "Chrysal Glory to specjalny spray stosowany w florystyce do zabezpieczania kwiatów i liści przed utratą wilgoci. Działa poprzez tworzenie na powierzchni rośliny cienkiej, niewidocznej warstwy, która zapobiega parowaniu wody. Stosowany jest między innymi do spryskiwania wianuszków komunijnych, aby zachowały one świeżość przez dłuższy czas. Nie ma on właściwości zwalczania szkodników czy chorób roślin": "Chrysal Glory - это специальный спрей, применяемый в флористике для защиты цветов и листьев от потери влаги. Он действует путем создания на поверхности растения тонкого, невидимого слоя, который предотвращает испарение воды. Применяется, среди прочего, для опрыскивания венков на первое причастие, чтобы они оставались свежими дольше. Он не обладает свойствами борьбы с вредителями или заболеваниями растений.",
            "Nożyczki są odpowiednim narzędziem do przycinania włókna kokosowego ze względu na ich precyzyjność i łatwość użycia. Sekatory, cęgi czy kombinerki mogą być zbyt nieporęczne lub nie zapewniać odpowiedniej precyzji. Ponadto, nożyczki pozwalają na kontrolowane i równomierne cięcie, co jest kluczowe przy pracy z delikatnym materiałem jakim jest włókno kokosowe": "Ножницы являются подходящим инструментом для обрезки кокосового волокна благодаря их точности и легкости использования. Секаторы, клещи или плоскогубцы могут быть слишком неудобными или не обеспечивать необходимой точности. Кроме того, ножницы позволяют на контролируемый и равномерный рез, что является ключевым при работе с деликатным материалом, таким как кокосовое волокно.",
            "gałązki modrzewia, cztery świece, wstążkę, susz egzotyczny": "веточки лиственницы, четыре свечи, ленту, экзотический сухоцвет.",
            "gałązki świerku, cztery świece, wstążkę, drut na szpulce, słomiany korpus": "Веточки ели, четыре свечи, ленту, проволоку на катушке, соломенный каркас.",
            "gałązki jodły, cztery świece, wstążkę, szpilki, styropianowy ring": "веточки пихты, четыре свечи, лента, булавки, пенополистирольное кольцо.",
            "Poprawna odpowiedź to \"gałązki świerku, cztery świece, wstążkę, drut na szpulce, słomiany korpus.\" ponieważ tradycyjny wieniec adwentowy wykonuje się z gałązek świerku, które są mocowane do słomianego korpusu za pomocą drutu. Cztery świece symbolizują cztery tygodnie adwentu, a wstążka dodaje dekoracyjności. Pozostałe odpowiedzi zawierają materiały, które nie są typowe dla tradycyjnego wieńca adwentowego": "Правильный ответ - \"веточки ели, четыре свечи, лента, проволока на катушке, соломенный каркас\", потому что традиционный адвентовый венок изготавливается из веточек ели, которые крепятся к соломенному каркасу с помощью проволоки. Четыре свечи символизируют четыре недели адвента, а лента добавляет декоративности. Остальные ответы содержат материалы, которые не являются типичными для традиционного адвентового венка.",
            "Szczypce o okrągłych końcówkach, nazywane również szczypcami do drutu, są zaprojektowane specjalnie do manipulowania drutem, a nie do cięcia czy przycinania. Ich okrągłe końcówki umożliwiają łatwe skręcanie drutu, w tym przypadku aluminiowego, bez ryzyka uszkodzenia. Pozostałe odpowiedzi są niepoprawne, ponieważ nie odnoszą się do właściwego zastosowania tych szczypiec": "Клещи с круглыми концами, также называемые клещами для проволоки, предназначены специально для манипулирования проволокой, а не для резки или обрезки. Их круглые концы позволяют легко скручивать проволоку, в данном случае алюминиевую, без риска повреждения. Остальные ответы неправильные, поскольку они не относятся к правильному применению этих клещей.",
            "Środkiem technicznym do wykonania kompozycji flower box jest": "Средством техническим для выполнения композиции флауэрбокс является",
            "kula styropianowa": "шар из пенопласта",
            "Gąbka florystyczna jest podstawowym narzędziem stosowanym w florystyce do tworzenia różnego rodzaju kompozycji, w tym flower boxów. Dzięki swojej porowatej strukturze, gąbka jest w stanie zatrzymać wodę, co zapewnia odpowiednie nawodnienie dla kwiatów. Pozwala też na stabilne umieszczenie roślin w wybranej przez florystę pozycji. Pozostałe odpowiedzi nie są poprawne, ponieważ nie spełniają tych funkcji": "Флористическая губка является основным инструментом, используемым в флористике для создания различных композиций, включая флауэрбоксы. Благодаря своей пористой структуре, губка способна удерживать воду, что обеспечивает надлежащее увлажнение для цветов. Она также позволяет стабильно разместить растения в выбранной флористом позиции. Остальные ответы неверны, поскольку они не выполняют этих функций.",
            "Na zdjęciu widoczna jest gąbka florystyczna, która ma kształt i strukturę przypominającą klatkę, co jest charakterystyczne dla gąbek typu \"gabbia\". Pozostałe odpowiedzi nie pasują do przedstawionego obiektu: \"clip\" to zazwyczaj klips, \"mini deco\" sugeruje mniejszy dekoracyjny element, a \"table deco\" to dekoracja stołowa": "На фото видна флористическая губка, которая имеет форму и структуру, напоминающую клетку, что характерно для губок типа \"gabbia\". Остальные ответы не подходят к представленному объекту: \"clip\" обычно означает клипсу, \"mini deco\" предполагает меньший декоративный элемент, а \"table deco\" — это столовая декорация.",
            "Podczas zbioru kwiatów cięcie wykonuje się na ukos nad węzłem, ponieważ pozwala to na lepsze pobieranie wody przez roślinę, co jest kluczowe dla jej dalszego rozwoju. Cięcie na ukos zwiększa powierzchnię, przez którą roślina może pobierać wodę. Dodatkowo, cięcie nad węzłem stymuluje roślinę do tworzenia nowych pędów": "Во время сбора цветов срез выполняется наискосок над узлом, поскольку это позволяет растению лучше поглощать воду, что является ключевым для его дальнейшего развития. Срез наискосок увеличивает площадь, через которую растение может поглощать воду. Кроме того, срез над узлом стимулирует растение к образованию новых побегов.",
            "owocostany piwonii": "Соплодия пиона.",
            "ostróżki": "дельфиниум.",
            "agapanty": "агапантус",
            "Cynie i dalie": "Циннии и георгины.",
            "Truskawki i jagody": "Клубника и черника.",
            "szlachetnych": "благородных",
            "wypełniających": "заполняющих.",
            "kamelia": "камелия.",
            "Pochodzący z początku XX wieku bukiet ślubny wykonany z płatków mieczyka to": "Букет невесты, выполненный из лепестков шпажника и происходящий из начала XX века, это",
            "gałązki jemioły, cztery świece, wstążkę, susz, egzotyczny, gąbkę florystyczną": "веточки омелы, четыре свечи, лента, сухоцвет, экзотический, флористическую губку.",
            "Którą technikę florystyczną przedstawiono na rysunku?": "Какая флористическая техника представлена на рисунке?",
            "frezje": "фрезия.",
            "KLUCZ ODPOWIEDZI OSOBNO": "КЛЮЧ ОТВЕТА ОТДЕЛЬНО",
            "Na rysunku 4": "На рисунке 4.",
            "Na rysunku 3": "На рисунке 3.",
            "Na rysunku 2": "На рисунке 2.",
            "Na rysunku 1": "На рисунке 1.",
            "Liść fatsji japońskiej charakteryzuje się dużymi, ciemnozielonymi, dłoniasto złożonymi blaszkami liściowymi z głębokimi wcięciami między segmentami. Rysunek 4 przedstawia liść o takich właśnie cechach, co jest zgodne z wyglądem liścia fatsji japońskiej": "Лист фатсии японской характеризуется большими, тёмно-зелёными, пальчато-сложенными листовыми пластинками с глубокими вырезами между сегментами. Рисунок 4 представляет лист с такими именно чертами, что соответствует внешнему виду листа фатсии японской.",
            "Na suche i słoneczne stanowisko najlepiej polecić": "На сухое и солнечное место лучше всего порекомендовать",
            "sukulenty": "Суккуленты.",
            "higrofity": "Гигрофиты.",
            "hydrofity": "Гидрофиты.",
            "epifity": "эпифиты.",
            "Sukulenty najlepiej radzą sobie na suchych i słonecznych stanowiskach ze względu na swój duży system korzeniowy oraz zdolność do gromadzenia wody w liściach i łodygach": "Суккуленты лучше всего справляются на сухих и солнечных местах благодаря своей большой корневой системе и способности накапливать воду в листьях и стеблях.",
            "Które pojemniki najlepiej nadają się do wnętrz barokowych?": "Какие контейнеры лучше всего подходят для барочных интерьеров?",
            "Ceramiczne amfory i wiklinowe kosze": "Керамические амфоры и плетёные корзины.",
            "Rogi obfitości i porcelanowe naczynia o etruskiej ornamentyce": "Рога изобилия и фарфоровые сосуды с этрусским орнаментом.",
            "Słoje aptekarskie i gliniane konwie": "Большие аптекарские банки и глиняные кувшины.",
            "Alabastrowe urny i ciężkie porcelanowe wazony": "Алебастровые урны и тяжёлые фарфоровые вазоны.",
            "Poprawna odpowiedź to \"Alabastrowe urny i ciężkie porcelanowe wazony\", ponieważ są to pojemniki, które były popularne w czasach baroku i pasują do jego estetyki. Pozostałe odpowiedzi nie odzwierciedlają charakterystycznych cech baroku": "Правильный ответ - \"Алебастровые урны и тяжёлые фарфоровые вазоны\", потому что это контейнеры, которые были популярны во времена барокко и соответствуют его эстетике. Остальные ответы не отражают характерные черты барокко.",
            "W kompozycji o kolorach komplementarnych, kwiaty żółte należy połączyć": "В композиции с дополнительными цветами, жёлтые цветы следует соединить.",
            "z czerwonymi w stosunku 1\/4 do 3\/4": "с красными в соотношении 1\/4 к 3\/4.",
            "z fioletowymi w stosunku 1\/4 do 3\/4": "с фиолетовыми в соотношении 1\/4 к 3\/4.",
            "z czerwonymi w stosunku 1\/2 do 1\/2": "с красными в отношении 1\/2 к 1\/2.",
            "z fioletowymi w stosunku 1\/2 do 1\/2": "с фиолетовыми в соотношении 1\/2 к 1\/2.",
            "W kompozycji o kolorach komplementarnych, kwiaty żółte należy połączyć z fioletowymi w stosunku 1\/4 do 3\/4, ponieważ fioletowy jest kolorem komplementarnym dla żółtego. Stosunek 1\/4 do 3\/4 zapewnia równowagę między kolorami i tworzy harmonijną kompozycję": "В композиции с комплементарными цветами, жёлтые цветы следует комбинировать с фиолетовыми в соотношении 1\/4 к 3\/4, потому что фиолетовый является комплементарным цветом к жёлтому. Соотношение 1\/4 к 3\/4 обеспечивает баланс между цветами и создаёт гармоничную композицию.",
            "Który środek techniczny najlepiej wybrać do wykonania niewielkiej dekoracji zawieszanej na brzegu ławki kościelnej?": "Какое техническое средство лучше всего выбрать для создания небольшой декорации, подвешиваемой на край церковной скамьи?",
            "Garnet": "Гранат.",
            "Mikrofon": "Микрофон.",
            "Floret": "Рапира.",
            "Clip": "Клипса.",
            "Clip jest najlepszym środkiem technicznym do wykonania niewielkiej dekoracji zawieszonej na brzegu ławki kościelnej, ponieważ jest to klips, który można łatwo zamocować na dowolnym przedmiocie": "Клипса является наилучшим техническим средством для выполнения небольшой декорации, подвешенной на краю церковной скамьи, поскольку это клипса, которую можно легко закрепить на любом предмете.",
            "Rośliny którego zestawu mają białe kwiaty?": "Растения какого набора имеют белые цветы?",
            "Brzoza, magnolia, pigwowiec": "Берёза, магнолия, айвочка.",
            "Lilak, konwalia, lilia": "Сирень, ландыш, лилия.",
            "Mak, rudbekia, jaśminowiec": "Мак, рудбекия, чубушник.",
            "Zawilec, lilia, forsycja": "Ветреница, лилия, форзиция.",
            "Poprawna odpowiedź to \"Lilak, konwalia, lilia.\", ponieważ są to rośliny należące do zestawu roślin ozdobnych, które charakteryzują się białymi kwiatami": "Правильный ответ: \"Сирень, ландыш, лилия.\", потому что это растения, относящиеся к набору декоративных растений, которые характеризуются белыми цветками.",
            "mikrofon": "микрофон.",
            "candleholder": "Подсвечник.",
            "Do wykonania kompozycji pogrzebowej przeznaczony jest": "Для выполнения похоронной композиции предназначен",
            "Floret to rodzaj specjalnej gąbki, która służy do umieszczania kwiatów w kompozycjach florystycznych. Jest to niezbędne narzędzie przy tworzeniu bukietów i aranżacji kwiatowych, w tym także przy kompozycjach pogrzebowych": "Рапира - это вид специальной губки, которая служит для размещения цветов в флористических композициях. Это необходимый инструмент при создании букетов и цветочных аранжировок, в том числе и в случае похоронных композиций.",
            "Korzystając z danych zamieszczonych w tabeli, oblicz koszt robocizny wykonania kompozycji, przyjmując, że stanowi ona 30% kosztów zużytych materiałów florystycznych": "Используя данные, приведенные в таблице, рассчитайте затраты на работу по выполнению композиции, принимая, что они составляют 30% затрат на использованные флористические материалы.",
            "Aby obliczyć koszt robocizny, należy najpierw zsumować koszty zużytych materiałów florystycznych, co daje łącznie 99,00 zł. Następnie obliczamy 30% z tej kwoty, co daje wynik 29,70 zł, co jest kosztem robocizny": "Чтобы рассчитать затраты на работу, необходимо сначала суммировать затраты на использованные флористические материалы, что составляет в общей сложности 99,00 злотых. Затем мы вычисляем 30% от этой суммы, что дает результат 29,70 злотых, что является затратами на работу.",
            "Który zestaw roślin należy użyć do przygotowania bukietu o barwie niebiesko-fioletowej?": "Какой набор растений следует использовать для подготовки букета с синевато-фиолетовой расцветкой?",
            "Lilia, goździk, szparag": "Лилия, гвоздика, спаржа.",
            "Chryzantema, szparag, gipsówka": "Хризантема, спаржа, гипсофила.",
            "Ostróżka, zawilec, mikołajek": "Дельфиниум, ветреница, синеголовник.",
            "Goździk, forsycja, jaskier": "Гвоздика, форзиция, лютик.",
            "Poprawna odpowiedź, czyli \"Ostróżka, zawilec, mikołajek\", jest poprawna, ponieważ to rośliny o fioletowo-niebieskich kwiatach": "Правильный ответ, то есть \"Дельфиниум, ветреница, синеголовник\", является правильным, потому что это растения с фиолетово-синими цветами.",
            "W którym zestawie są wyłącznie rośliny doniczkowe o ozdobnych i jednocześnie barwnych liściach?": "В каком наборе находятся исключительно комнатные растения с декоративными и одновременно разноцветными листьями?",
            "Kroton, maranta, kalatea": "Кодиеум, маранта, калатея.",
            "Sępolia, cyklamen, kroton": "Сенполия, цикламен, кодиеум.",
            "Fikus, jukka, kroton": "Фикус, юкка, кодиеум.",
            "Nefrolepis, jukka, maranta": "Нефролепис, юкка, маранта.",
            "Kroton (Codiaeum variegatum), maranta (Maranta leuconeura) oraz kalatea (Calathea spp.) są roślinami doniczkowymi, które są cenione za ich ozdobne i barwne liście. Liście krotona charakteryzują się intensywnymi barwami i różnorodnymi wzorami. Maranta posiada liście z charakterystycznym, kontrastowym rysunkiem, często w odcieniach zieleni, czerwieni lub kremu. Kalatea również wyróżnia się pięknymi, kolorowymi liśćmi z wyraźnymi wzorami. Pozostałe rośliny wymienione w innych odpowiedziach, takie jak sępolia, cyklamen, nefrolepis, jukka i fikus, nie spełniają kryterium posiadania jednocześnie ozdobnych i barwnych liści, ponieważ albo są to rośliny o zielonych liściach, albo ich główną ozdobą są kwiaty, a nie liście": "Кодиеум (Codiaeum variegatum), маранта (Maranta leuconeura) и калатея (Calathea spp.) являются комнатными растениями, которые ценятся за их декоративные и красочные листья. Листья кодиеума характеризуются интенсивными расцветками и разнообразными узорами. Маранта имеет листья с характерным, контрастным рисунком, часто в оттенках зелени, красного или кремового. Калатея также выделяется красивыми, цветными листьями с явными узорами. Остальные растения, перечисленные в других ответах, такие как сенполия, цикламен, нефролепис, юкка и фикус, не соответствуют критерию одновременного наличия декоративных и красочных листьев, поскольку либо это растения с зелёными листьями, либо их главным украшением являются цветы, а не листья.",
            "Palmy wileńskiej": "Пальмы виленской",
            "Bukietu ślubnego": "Свадебного букета.",
            "Wieńca adwentowego": "Адвентового венка.",
            "Wianka komunijnego": "Венка на первое причастие.",
            "Do wykonania której kompozycji najlepiej zastosować złociszki, kocanki i kwiatostany traw?": "Для выполнения какой композиции лучше всего использовать мелкий сухоцвет, бессмертник и соцветия злаков?",
            "Złociszki, kocanki i kwiatostany traw są typowymi elementami używanymi do zdobienia palm wileńskich, stąd to właśnie ta kompozycja jest najlepszym wyborem": "Мелкий сухоцвет, бессмертник и соцветия злаков являются типичными элементами, используемыми для украшения виленских пальм, поэтому именно эта композиция является наилучшим выбором.",
            "Które rodzaje wyrobów florystycznych wykonywane są jako dekoracje pogrzebowe?": "Какие виды флористических изделий изготавливаются в качестве похоронных украшений?",
            "Pnącze i wianek": "Вьющиеся растения и венок.",
            "Korsarz i wiązanka angielska": "Корсаж и английская цветочная связка.",
            "Poduszka i wieniec warszawski": "Подушка и венок варшавский.",
            "Naręcze i wodospad": "Наручный букет и водопад.",
            "Poduszka i wieniec warszawski są tradycyjnymi rodzajami dekoracji pogrzebowych, których używa się na całym świecie. Natomiast naręcze i wodospad, korsarz i wiązanka angielska, pnącze i wianek nie są typowymi dekoracjami pogrzebowymi": "Подушка и варшавский венок являются традиционными видами похоронных украшений, которые используются во всем мире. Тогда как наручный букет и водопад, корсаж и английская цветочная связка, вьющиеся растения и венок не являются типичными похоронными украшениями.",
            "Okrągłe, czarnobrązowe plamki na liściach róży, które powodują żółknięcie, a następnie opadanie liści, są objawem": "Круглые, черно-коричневые пятна на листьях розы, которые вызывают пожелтение, а затем опадание листьев, являются симптомом.",
            "rdzy róży": "ржавчины розы.",
            "antraknozy róży": "антракноза розы.",
            "mączniaka prawdziwego": "мучнистой росы.",
            "czarnej plamistości róży": "чёрной пятнистости розы.",
            "Czarne plamistości róży to choroba wywołana przez grzyba Diplocarpon rosae, który powoduje pojawienie się okrągłych, czarnobrązowych plamek na liściach, co w konsekwencji prowadzi do żółknięcia i opadania liści": "Чёрная пятнистость розы - это болезнь, вызванная грибом Diplocarpon rosae, который вызывает появление круглых, чёрно-коричневых пятен на листьях, что в итоге приводит к пожелтению и опадению листьев.",
            "Pinholder": "Пинхолдер.",
            "Kenzan": "Кензан.",
            "Siatka miedziana": "Медная сетка.",
            "Candleholder": "Подсвечник.",
            "Który środek techniczny jest przeznaczony do zamocowania gąbki florystycznej w płaskim pojemniku?": "Какое техническое средство предназначено для закрепления флористической губки в плоском контейнере?",
            "Na którym rysunku przedstawiono liść fatsji japońskiej?": "На каком рисунке изображён лист фатсии японской?",
            "Przedstawiona na rysunku roślina to": "Представленное на рисунке растение — это",
            "Alstroemeria": "Альстрёмерия.",
            "Lilium": "Лилия.",
            "Hippeastrum": "Гиппеаструм.",
            "Ornithogalum": "Птицемлечник.",
            "Ring z gąbki do żywych roślin i drut wyrobowy": "Кольцо из губки для живых растений и рукодельная проволока.",
            "Wianek z wikliny i haftki rzymskie": "Венок из ивы и римские крючки.",
            "Ring ze styropianu i plastelina florystyczna": "Кольцо из пенополистирола и флористический пластилин.",
            "Na rysunku przedstawiono wieniec, którym w starożytności nagradzano zwycięzców igrzysk. Do jego wykonania zastosowano": "На рисунке изображён венок, которым в древности награждали победителей игр. Для его изготовления применяли",
            "laur": "лавр",
            "mirt": "мирт.",
            "oliwkę": "маслина.",
            "rozmaryn": "розмарин.",
            "Który zestaw środków technicznych nadaje się do wykonania wieńca rzymskiego ze stroiszu?": "Какой набор технических средств подходит для изготовления римского венка из хвойного материала?",
            "Bukiet spiralny charakteryzuje": "Спиральный букет характеризует",
            "promienisty układ łodyg i wiązanie pojedyncze": "лучеобразный уклад стеблей и одиночная связка.",
            "równoległy układ łodyg i wiązanie pojedyncze": "параллельный уклад стеблей и одиночная связывание.",
            "równoległy układ łodyg i wiązanie podwójne": "параллельный уклад стеблей и двойное связывание.",
            "promienisty układ łodyg i wiązanie podwójne": "лучеобразный уклад стеблей и двойное связывание.",
            "Która taśma stosowana jest w technice watowania?": "Какая лента используется в технике обертывания ватой?",
            "Kauczukowa": "Каучуковая.",
            "Maskująca": "Маскирующая.",
            "Antypoślizgowa": "Противоскользящая.",
            "Plastelinowa": "Пластилиновая.",
            "Do wykonania kompozycji z owoców i suchych kwiatów w koszu wiklinowym najlepiej użyć": "Для выполнения композиции из плодов и сухих цветов в плетеной корзине лучше всего использовать",
            "miechunki, róży, przetacznika": "физалиса, розы, вероники.",
            "sosny, krokusa, dalii": "сосны, шафран, георгина",
            "dyni, kraspedii, hortensji": "тыквы, краспедии, гортензии.",
            "słonecznika, floksa, miskanta": "подсолнечника, флокса, мискантуса.",
            "Który zestaw roślin należy wybrać do kompozycji florystycznej w stylu wegetatywnym?": "Какой набор растений следует выбрать для флористической композиции в вегетативном стиле?",
            "Gerbery, róże, stokrotki": "Гербера, роза, маргаритка.",
            "Rudbekie, nawłocie, floksy": "Рудбекия, золотарник, флокс.",
            "Anturia, maki, floksy": "Антуриум, мак, флокс.",
            "W pozycji naturalnej suszy się": "В естественном положении сушится.",
            "koszyczki kocanek": "корзинки бессмертника",
            "groszek pachnący": "душистый горошек.",
            "szyszki świerkowe": "шишки еловые.",
            "trawę pampasową": "кортадерия.",
            "Które elementy musi zawierać rysunek techniczny stanowiący część dokumentacji projektowej?": "Какие элементы должен содержать технический рисунок, являющийся частью проектной документации?",
            "Legendę, skalę i wymiary rzeczywiste kompozycji": "Легенду, масштаб и реальные размеры композиции.",
            "Legendę i wymiary kompozycji podane w skali": "Легенда и размеры композиции указаны в масштабе.",
            "Legendę z podaną liczbą poszczególnych elementów i skalę": "Легенду с указанным количеством отдельных элементов и масштаб.",
            "Legendę z podaną liczbą poszczególnych elementów i wymiary rzeczywiste kompozycji": "Легенду с указанным количеством отдельных элементов и реальные размеры композиции.",
            "Który zestaw roślin najlepiej wybrać do wykonania dekoracji florystycznej w okresie Bożego Narodzenia?": "Какой набор растений лучше всего выбрать для создания флористической композиции в период Рождества?",
            "Pierwiosnek, przebiśnieg, jemioła": "Первоцвет, подснежник белоснежный, омела.",
            "Chryzantema, nefrolepis, świerk": "Хризантема, нефролепис, ель.",
            "Lewkonie, róże, strelicje": "Маттиола, розы, стрелиции.",
            "Świerk, wilczomlecz, jemioła": "Ель, молочай, омела.",
            "Róża, lewkonia, mak": "Роза, маттиола, мак.",
            "Jakie wymiary na rzucie z góry wykonanym w skali 1:10 ma stoisko targowe, którego długość rzeczywista wynosi 4 m, a szerokość 2 m?": "Каковы размеры на виде сверху, выполненном в масштабе 1:10, имеет торговый стенд, фактическая длина которого составляет 4 м, а ширина 2 м?",
            "Z roślin zasuszonych metodą zielnikową florysta może wykonać": "Из растений, высушенных гербарным методом, флорист может выполнить",
            "bukiet ślubny": "свадебный букет.",
            "wianek komunijny": "венок на первое причастие",
            "obraz z kwiatów i liści": "картина из цветов и листьев.",
            "kompozycję przestrzenną": "пространственную композицию.",
            "Którym materiałem należy zabezpieczyć bukiet okolicznościowy na czas transportu w upalny dzień?": "Какой материал следует использовать для защиты букета на время транспортировки в жаркий день?",
            "Kryzą z organzy": "Декоративным воротником из органзы.",
            "Tekturowym papierem": "Картоном.",
            "Cienkim papierem": "Тонкой бумагой.",
            "Kryzą z krepiny": "Декоративным воротником из декоративной бумаги.",
            "zasychaniem brzegów liści i obniżeniem odporności na niekorzystne warunki": "засыханием краёв листьев и понижением устойчивости к неблагоприятным условиям.",
            "wybujałym wzrostem rośliny, opóźnieniem kwitnienia i skróceniem trwałości pozbiorczej": "чрезмерным ростом растения, задержкой цветения и сокращением долговечности после срезки.",
            "Jaka będzie rzeczywista wysokość i szerokość kompozycji florystycznej, jeśli na rysunku projektowym w skali 1:10 wymiary wynoszą 10 cm x 5 cm?": "Какова будет реальная высота и ширина флористической композиции, если на проектном чертеже в масштабе 1:10 размеры составляют 10 см х 5 см?",
            "Do dekoracji bukietu ślubnego florysta planuje użyć białych perełek. Jaki rodzaj drutu florystycznego powinien zastosować do ich nanizania?": "Для декорации свадебного букета флорист планирует использовать белые бусины. Какой вид флористической проволоки следует использовать для их нанизывания?",
            "Srebrny na szpulce": "Серебряный на катушке.",
            "Aluminiowy": "Алюминиевый.",
            "Zielony na kołku": "Зелёный на деревянном колышке.",
            "Miedziany": "Медный.",
            "W celu wykonania okrągłej kompozycji w pojemniku z zasuszonych roślin florysta powinien zastosować technikę": "Для создания круглой композиции в контейнере из засушенных растений флорист должен применить технику.",
            "watowania": "обёртывания ватой.",
            "gąbki florystycznej": "флористической губки.",
            "warstwowania": "послойного оформления.",
            "tkania": "тканого оформления.",
            "sekatora ogrodniczego": "садового секатора.",
            "1 pojemnik": "1 контейнер.",
            "2 pojemniki": "2 контейнера.",
            "5 pojemników": "5 контейнеров.",
            "10 pojemników": "10 контейнеров.",
            "Florysta otrzymał zamówienie udekorowania ogrodu zimowego za pomocą zawsze zielonych krzewów doniczkowych, kwitnących wczesną wiosną. Do realizacji zamówienia powinien wybrać": "Флорист получил заказ на украшение зимнего сада с помощью вечнозелёных кустарников в горшках, цветущих ранней весной. Для выполнения заказа он должен выбрать...",
            "bukszpan": "самшит.",
            "klon japoński": "клён японский",
            "jałowiec chiński": "можжевельник китайский",
            "kamelię": "камелию.",
            "Który zestaw roślin nadaje się do aranżacji okna o wystawie północnej?": "Какой набор растений подходит для оформления окна, выходящего на север?",
            "Bugenwilla, kalanchoe i nolina": "Бугенвиллея, каланхое и нолина.",
            "Begonia królewska, bluszcz i fitonia": "Бегония королевская, плющ и фиттония.",
            "Aloes, azalia i kordylina": "Алоэ, рододендрон и кордилина.",
            "Eszeweria, fiołek afrykański i męczennica": "Эхеверия, сенполия и страстоцвет.",
            "Wybierz zestaw roślin najbardziej odpowiedni do dekoracji kuchni w stylu wiejskim?": "Выберите набор растений, наиболее подходящий для украшения кухни в деревенском стиле?",
            "Piwonia, ostróżka, cynia, funkia": "Пион, дельфиниум, цинния, хоста.",
            "Anturium, cantedeskia, szparag, gipsówka": "Антуриум, зантедеския, спаржа, гипсофила.",
            "Mak, róża, lilia, aspidistra": "Мак, роза, лилия, аспидистра.",
            "usunąć z niej powietrze": "удалить из неё воздух.",
            "dostarczyć wodę kwiatom": "доставить воду цветам.",
            "była cięższa": "была тяжелее.",
            "zwiększyła swoją objętość": "увеличила свой объем.",
            "Gąbkę florystyczną zieloną moczy się, aby": "Флористическую губку зелёного цвета смачивают, чтобы",
            "Które kwiaty cięte nie powinny być przechowywane w chłodni?": "Какие срезанные цветы не должны храниться в холодильной камере?",
            "Zatrwiany, lilie, ostróżki": "Кермек, лилия, дельфиниум.",
            "Paprocie, palmy, dziurawce": "Папоротники, пальмовые, зверобой.",
            "Helikonie, anturia, strelicje": "Геликонии, антуриумы, стрелиции.",
            "Zdrewniałe pędy ciętych lilaków, należy zgodnie ze sztuką florystyczną odświeżyć używając": "Одревесневшие побеги срезанной сирени следует согласно флористическому искусству освежить, используя",
            "Zielnikowa metoda suszenia roślin polega na ich prasowaniu, co umożliwia uzyskanie płaskich, suchych okazów. Takie rośliny mogą być wykorzystane do wykonania obrazów z kwiatów i liści": "Гербаризационный метод сушки растений заключается в их прессовании, что позволяет получить плоские, сухие образцы. Такие растения могут быть использованы для создания картин из цветов и листьев.",
            "Bukiet spiralny charakteryzuje się promienistym układem łodyg, czyli ustawieniem ich wokół osi bukietu, oraz wiązaniem pojedynczym, czyli łączeniem ze sobą pojedynczych łodyg na jednym końcu": "Букет спиральный характеризуется лучеобразным укладом стеблей, то есть их расположением вокруг оси букета, а также одиночной связкой, то есть соединением отдельных стеблей на одном конце.",
            "Skręcanie grubych drutów przy wykonywaniu konstrukcji florystycznych wymaga zastosowania narzędzia, które będzie w stanie uchwycić i mocno zacisnąć drut. Szczypce płaskie posiadają odpowiednio ukształtowane końcówki, umożliwiające skręcanie drutów o większych średnicach": "Скручивание толстых проволок при выполнении флористических конструкций требует использования инструмента, который сможет захватить и крепко зажать проволоку. Плоскогубцы обладают специально сформированными наконечниками, позволяющими скручивать проволоки большего диаметра.",
            "Rudbekie, nawłocie i floksy są roślinami o różnych kolorach i teksturach, które dobrze się uzupełniają i tworzą harmonijną kompozycję wegetatywną": "Рудбекия, золотарник и флокс являются растениями с различными цветами и текстурами, которые хорошо дополняют друг друга и создают гармоничную вегетативную композицию.",
            "Poprawna odpowiedź: \"Legendę, skalę i wymiary rzeczywiste kompozycji.\" - Ponieważ legenda zawiera informacje o poszczególnych elementach rysunku technicznego, skala pozwala na określenie proporcji między rzeczywistymi rozmiarami a ich reprezentacją na rysunku, a wymiary rzeczywiste kompozycji pozwalają na dokładne określenie rozmiarów przedmiotu lub konstrukcji": "Правильный ответ: \"Легенду, масштаб и реальные размеры композиции.\" - Потому что легенда содержит информацию об отдельных элементах технического рисунка, масштаб позволяет определить пропорции между реальными размерами и их изображением на рисунке, а реальные размеры композиции позволяют точно определить размеры предмета или конструкции.",
            "Trawa pampasowa jest rośliną, która często jest używana do dekoracji wnętrz i suszenia. Pozycja naturalna oznacza, że roślina jest pozostawiona w swoim naturalnym kształcie i formie, a nie jest przycinana lub zmieniana": "Кортадерия - это растение, которое часто используется для украшения интерьеров и сушки. Естественное положение означает, что растение остается в своем естественном виде и форме, а не подрезается или изменяется.",
            "Zestaw roślin z begonią królewską, bluszczem i fitonią jest odpowiedni do aranżacji okna na wystawie północnej, ponieważ są to rośliny cieniolubne i dobrze rosną w miejscach o słabszym świetle": "Набор растений с бегонией королевской, плющем и фиттонией подходит для оформления окна, выходящего на север, поскольку это тенелюбивые растения, которые хорошо растут в местах с меньшим освещением.",
            "Noże florystyczne posiadają ostrze o bardzo ostrej krawędzi oraz są zazwyczaj bardzo cienkie, co sprawia, że są idealne do precyzyjnego cięcia delikatnych gałęzi i kwiatów": "Флористические ножи имеют лезвие с очень острой кромкой и обычно очень тонкие, что делает их идеальными для точного резания нежных веточек и цветов.",
            "Srebrny drut florystyczny na szpulce będzie odpowiedni do nanizania białych perełek, ponieważ kolor srebrny będzie pasował do perełek i szpulka ułatwi pracę florysty": "Серебряная флористическая проволока на катушке будет подходящей для нанизывания белых жемчужин, потому что серебряный цвет будет сочетаться с жемчужинами, и катушка облегчит работу флориста.",
            "Kwiaty cięte, które wymagają ciepłego przechowywania, nie powinny być umieszczane w chłodni. Helikonie, anturia i strelicje należą do tych kwiatów": "Срезанные цветы, которые требуют тёплого хранения, не должны размещаться в холодильнике. Геликонии, антуриумы и стрелиции относятся к этим цветам.",
            "Na rysunku przedstawiono wieniec laurowy, który w starożytności był używany do nagradzania zwycięzców igrzysk. Wieniec ten wykonany jest z liści laurowych, co jest zgodne z historycznymi źródłami. Liście oliwki, mirtu i rozmarynu mają inny kształt i wygląd, co wyklucza je jako materiał użyty do wykonania tego wieńca. Dlatego poprawną odpowiedzią jest \"laur.\"": "На рисунке изображен лавровый венок, который в древности использовался для награждения победителей игр. Этот венок изготовлен из лавровых листьев, что соответствует историческим источникам. Листья маслины, мирта и розмарина имеют другую форму и внешний вид, что исключает их как материал, использованный для изготовления этого венка. Поэтому правильным ответом является \"лавр\".",
            "Kauczukowa taśma jest stosowana w technice watowania, ponieważ posiada właściwości antypoślizgowe i zapewnia dobrą przyczepność do powierzchni": "Каучуковая лента используется в технике обертывания ватой, поскольку обладает противоскользящими свойствами и обеспечивает хорошее сцепление с поверхностью.",
            "Roślina przedstawiona na zdjęciu posiada charakterystyczne cechy dla Alstroemeria, takie jak wydłużone liście i kwiaty z wyraźnymi plamkami i smugami. Te cechy są typowe dla alstromerii, znanej również jako lilia inkaska": "Растение, представленное на фото, имеет характерные черты для альстрёмерия, такие как удлинённые листья и цветы с ярко выраженными пятнами и полосками. Эти черты типичны для альстрёмерии, известной также как лилия инков.",
            "Skala 1:10 oznacza, że 1 cm na rysunku projektowym odpowiada 10 cm w rzeczywistości. Zatem, wymiary 10 cm x 5 cm na rysunku projektowym odpowiadają rzeczywistym wymiarom 100 cm x 50 cm": "Шкала 1:10 означает, что 1 см на проектном рисунке соответствует 10 см в реальности. Таким образом, размеры 10 см x 5 см на проектном рисунке соответствуют реальным размерам 100 см x 50 см.",
            "Kamelia jest rośliną zawsze zieloną, kwitnącą wczesną wiosną, która dobrze rośnie w doniczkach i jest więc odpowiednia do udekorowania ogrodu zimowego": "Камелия является растением вечнозеленым, цветущим ранней весной, которое хорошо растет в горшках и поэтому подходит для украшения зимнего сада.",
            "Bukiet okolicznościowy należy zabezpieczyć cienkim papierem, ponieważ zapewnia to wentylację i minimalizuje efekt cieplarniany, co pozwala zachować świeżość kwiatów podczas transportu w upalny dzień": "Букет по случаю следует защитить тонкой бумагой, поскольку это обеспечивает вентиляцию и минимизирует парниковый эффект, что позволяет сохранить свежесть цветов во время транспортировки в жаркий день.",
            "Wysokość kompozycji (c) obliczona zgodnie z zasadą złotego podziału, gdzie a = 30 cm, powinna wynosić około 48,518 cm, co po zaokrągleniu daje 50 cm": "Высота композиции (c), рассчитанная в соответствии с правилом золотого сечения, где a = 30 см, должна составлять около 48,518 см, что в округленном виде дает 50 см.",
            "Poprawna odpowiedź to \"gąbki florystycznej\", ponieważ umożliwia ona utrzymanie kształtu i wilgotności kompozycji oraz ułatwia stabilizację kwiatów i zasadzenie roślin": "Правильный ответ - \"флористической губки\", так как она позволяет сохранить форму и влажность композиции, а также облегчает стабилизацию цветов и посадку растений.",
            "Świerk, wilczomlecz i jemioła są charakterystycznymi roślinami świątecznymi, które kojarzą się z Bożym Narodzeniem. Róże, lewkonie, mak, chryzantemy, nefrolepis, pierwiosnek i przebiśnieg nie są typowymi roślinami świątecznymi": "Ель, молочай и омела являются характерными праздничными растениями, которые ассоциируются с Рождеством. Розы, маттиола, мак, хризантема, нефролепис, первоцвет и подснежник белоснежный не являются типичными праздничными растениями.",
            "Wianek ze słomy i drut na kołku": "Венок из соломы и проволока на деревянном колышке.",
            "Poprawna odpowiedź, czyli \"Wianek ze słomy i drut na kołku\", jest właściwym wyborem, ponieważ słoma i drut są materiałami, które umożliwiają wykonanie szkieletu wieńca, co jest niezbędne do stworzenia wianka rzymskiego z stroiszu": "Правильный ответ, то есть \"Венок из соломы и проволока на деревянном колышке\", является правильным выбором, потому что солома и проволока являются материалами, которые позволяют создать скелет венка, что необходимо для создания римского венка из хвойного материала.",
            "Zestaw roślin piwonia, ostróżka, cynia i funkia odzwierciedla styl wiejski poprzez swoją kolorystykę i charakterystyczne dla tej stylistyki kwiaty": "Набор растений пион, дельфиниум, цинния и хоста отражает деревенский стиль через свою цветовую гамму и характерные для этой стилистики цветы.",
            "Poprawną odpowiedzią jest \"40 cm x 20 cm\", ponieważ stoisko targowe o długości 4 m i szerokości 2 m w skali 1:10 ma wymiary 40 cm na 20 cm (4 m : 10 = 40 cm i 2 m : 10 = 20 cm)": "Правильный ответ - \"40 см x 20 см\", поскольку торговая стойка длиной 4 м и шириной 2 м в масштабе 1:10 имеет размеры 40 см на 20 см (4 м : 10 = 40 см и 2 м : 10 = 20 см).",
            "Pinholder jest właściwym środkiem technicznym do zamocowania gąbki florystycznej w płaskim pojemniku, ponieważ jest to specjalny uchwyt z pinami, które trzymają gąbkę na swoim miejscu": "Пинхолдер является подходящим техническим средством для закрепления флористической губки в плоском контейнере, потому что это специальный держатель с штифтами, которые удерживают губку на месте.",
            "Poprawna odpowiedź brzmi \"dostarczyć wodę kwiatom\", ponieważ gąbka florystyczna jest używana jako podstawa do umieszczania kwiatów w wazonach i musi być mocna, aby utrzymać kwiaty w pozycji pionowej oraz dostarczać im wodę, która jest potrzebna do utrzymania ich świeżości": "Правильный ответ — «доставлять воду цветам», потому что флористическая губка используется в качестве основы для размещения цветов в вазонах и должна быть прочной, чтобы удерживать цветы в вертикальном положении, а также доставлять им воду, которая необходима для поддержания их свежести.",
            "Poprawna odpowiedź to \"dyni, kraspedii, hortensji\", ponieważ są to owoce i kwiaty o różnych kształtach, kolorach i fakturze, które dobrze komponują się ze sobą w koszu wiklinowym": "Правильный ответ - \"тыква, краспедия, гортензии\", потому что это плоды и цветы различных форм, цветов и фактур, которые хорошо сочетаются друг с другом в плетеной корзине.",
            "Poprawna odpowiedź to \"wybujałym wzrostem rośliny, opóźnieniem kwitnienia i skróceniem trwałości pozbiorczej\", ponieważ nadmierny azot pobudza rośliny do intensywnego wzrostu, co może prowadzić do osłabienia ich struktury i zwiększenia podatności na choroby. Opóźnienie kwitnienia i skrócenie trwałości pozbiorczej to efekty tego nadmiaru azotu": "Правильный ответ - это \"бурным ростом растения, задержкой цветения и сокращением долговечности после срезки\", поскольку избыточный азот стимулирует растения к интенсивному росту, что может привести к ослаблению их структуры и повышению восприимчивости к болезням. Задержка цветения и сокращение долговечности после срезки - это эффекты этого избытка азота.",
            "tarczników": "Щитовок.",
            "Liście zniekształcone i lepkie są objawem żerowania": "Листья деформированные и липкие являются симптомом пожирания.",
            "Mszyc żerują na roślinach, ssąc sok roślinny, co prowadzi do zniekształcenia i lepkości liści": "Тли пожирают растения, высасывая растительный сок, что приводит к деформации и липкости листьев.",
            "Proces ugniatania drutu i formowania go w dowolne kształty to": "Процесс обжатия проволоки и формирования её в произвольные формы - это",
            "kreszowanie": "Креширование.",
            "karbowanie": "Гофрирование.",
            "plisowanie": "формирование складок",
            "gniecenie": "Сминание.",
            "Kreszowanie to proces obróbki materiałów polegający na ugniataniu i formowaniu ich w dowolne kształty za pomocą specjalnych narzędzi, takich jak kreszaki i matryce. W przypadku drutu proces ten pozwala na uzyskanie złożonych kształtów, które nie byłyby możliwe do uzyskania za pomocą innych technik": "Крэширование — это процесс обработки материалов, заключающийся в обжатии и формировании их в любые формы с помощью специальных инструментов, таких как крэшеры и матрицы. В случае проволоки этот процесс позволяет получить сложные формы, которые было бы невозможно получить с помощью других техник.",
            "Maksymalna wysokość dekoracji przeznaczonej na stół konferencyjny wynosi": "Максимальная высота декорации, предназначенной для конференционного стола, составляет",
            "Maksymalna wysokość dekoracji na stole konferencyjnym wynosi 25 cm, ponieważ powyżej tej wysokości mogą one przeszkadzać w prowadzeniu dyskusji oraz utrudniać kontakt wzrokowy między uczestnikami": "Максимальная высота декорации на конференционном столе составляет 25 см, поскольку выше этой высоты они могут мешать ведению дискуссии и затруднять зрительный контакт между участниками.",
            "Bukiet typu berło z równoległymi łodygami wiąże się": "Букет типа \"скипетр\" с параллельными стеблями связывается",
            "powyżej punktu ciężkości": "выше центра тяжести.",
            "w dwóch miejscach": "в двух местах.",
            "w jednym miejscu": "в одном месте.",
            "poniżej punktu ciężkości": "ниже центра тяжести.",
            "Bukiet typu berło z równoległymi łodygami wiąże się w dwóch miejscach, ponieważ jest to konstrukcja, która zapewnia równowagę i stabilność kwiatów. Ten typ bukietu jest często używany w uroczystościach ślubnych i zwykle składa się z jednego rodzaju kwiatów": "Букет типа скипетр с параллельными стеблями связывается в двух местах, поскольку это конструкция, которая обеспечивает равновесие и стабильность цветов. Этот тип букета часто используется в свадебных церемониях и обычно состоит из одного вида цветов.",
            "moribana": "морибана.",
            "rikka": "рикка.",
            "heika": "хейка",
            "nageire": "Нагеире.",
            "Japońska technika układania kwiatów w płaskich naczyniach to": "Японская техника укладки цветов в плоских сосудах - это",
            "Moribana to nazwa japońskiej techniki układania kwiatów w płaskich naczyniach": "Морибана - это название японской техники укладки цветов в плоских сосудах.",
            "Do grupy drzew najpiękniej przebarwiających się jesienią na kolor czerwony należą": "К группе деревьев, которые осенью наиболее красиво изменяют цвет на красный, принадлежат",
            "brzoza brodawkowata (Betula verrucosa), klon tatarski (Acer tataricum)": "берёза повислая (Betula verrucosa), клён татарский (Acer tataricum).",
            "sumak octowiec (Rhus typhina), klon palmowy (Acer palmatum)": "сумах оленерогий (Rhus typhina), клён дланевидный (Acer palmatum).",
            "jesion wyniosły (Fraxinus excelsior), miłorząb japoński (Ginkgo biloba)": "ясень обыкновенный (Fraxinus excelsior), гинкго двулопастный (Ginkgo biloba).",
            "klon polny (Acer campestre), tulipanowiec amerykański (Liriodendron tulipifera)": "клён полевой (Acer campestre), лириодендрон тюльпановый (Liriodendron tulipifera).",
            "Sumak octowiec i klon palmowy są drzewami, które przebarwiają się na kolor czerwony w okresie jesieni": "Сумах оленерогий и клён дланевидный — деревья, которые окрашиваются в красный цвет в осенний период.",
            "klejenie": "клеение",
            "wyplatanie": "плетение.",
            "haftkowanie": "Крючкование.",
            "taśmowanie": "Ленточное укрепление.",
            "Wiązanki kameliowej nie można przygotować stosując": "Букет-композит (гламелию) нельзя подготовить, используя",
            "Wiązanki kameliowej są przygotowywane z włosów kamelów, a wyplatanie wskazuje na proces tworzenia plecionek z włókien roślinnych lub syntetycznych, które nie są pochodzenia zwierzęcego. Stosowanie wyplatanie nie jest więc odpowiednie przy przygotowywaniu wiązanek kameliowych": "Букеты-композиты (гламелии) подготавливаются из волос камелий, а плетение указывает на процесс создания плетеных изделий из растительных или синтетических волокон, которые не являются животного происхождения. Применение плетения, следовательно, не подходит для подготовки букетов-композитов (гламелий).",
            "Nie nabłyszcza się liści": "Не полируют листья",
            "sansewierii": "сансевиерии",
            "monstery": "монстеры",
            "begonii królewskiej": "бегонии королевской.",
            "hoi": "хойи.",
            "\"Begonia królewska\" jest poprawną odpowiedzią, ponieważ ma matowe liście, a nie lśniące jak inne gatunki begonii": "Бегония королевская является правильным ответом, потому что у нее матовые листья, а не блестящие, как у других видов бегоний.",
            "Do posadzenia w pojemniku zakupiono 5 sztuk roślin o kwiatach czerwonych. Na podstawie danych zamieszczonych w tabeli oblicz koszt zakupu roślin": "Для посадки в контейнере приобретено 5 штук растений с красными цветками. На основании данных, приведённых в таблице, рассчитайте стоимость покупки растений.",
            "Na podstawie tabeli, werbena ogrodowa ma cenę jednostkową 5,00 zł. Ponieważ zakupiono 5 sztuk roślin o kwiatach czerwonych i werbena ogrodowa kwitnie na czerwono, to łączny koszt wynosi 5 sztuk * 5,00 zł za sztukę, co daje sumę 25,00 zł": "На основе таблицы, вербена гибридная имеет цену за единицу 5,00 зл. Поскольку было приобретено 5 экземпляров растений с красными цветами и вербена гибридная цветет красным, то общая стоимость составляет 5 экземпляров * 5,00 зл за штуку, что дает сумму 25,00 зл.",
            "Poinsecje należy przetrzymywać w temperaturze nie niższej niż": "Пуансеттию следует хранить при температуре не ниже чем",
            "Poinsecje to rośliny tropikalne, które wymagają stałej temperatury powyżej 15oC, aby przetrwać. W niższych temperaturach mogą ulec uszkodzeniu i zginąć. Dlatego ważne jest, aby utrzymywać je w odpowiedniej temperaturze": "Пуансеттия — это тропические растения, которые требуют постоянной температуры выше 15oC, чтобы выжить. При более низких температурах они могут быть повреждены и погибнуть. Поэтому важно поддерживать их при соответствующей температуре.",
            "Którą technikę należy zastosować w przypadku mocowania mchu do bazy wieńca ze słomy?": "Какую технику следует применить в случае крепления мха к базе венка из соломы?",
            "Upinania haftkami": "Закрепления крючками.",
            "Nawlekania na drucik": "Нанизывания на проволоку.",
            "Drutowania": "Проволочного укрепления.",
            "Upinanie haftkami jest odpowiednią techniką mocowania mchu do bazy wieńca ze słomy, ponieważ umożliwia ona bezpieczne i trwałe przymocowanie rośliny do podłoża, a jednocześnie nie niszczy jej delikatnych liści": "Закрепление скобами является подходящей техникой крепления мха к основе венка из соломы, поскольку она позволяет безопасно и прочно прикрепить растение к подложке, при этом не повреждая его нежные листья.",
            "Rośliny doniczkowe o ozdobnych liściach do dekoracji pomieszczeń dokarmia się w okresie wegetacji co": "Комнатные растения с декоративными листьями для украшения помещений подкармливают в период вегетации каждые.",
            "Rośliny doniczkowe potrzebują regularnego dokarmiania w okresie wegetacji, aby zachować zdrowie i piękny wygląd liści. Zazwyczaj rekomenduje się nawożenie co 14 dni, aby zapewnić roślinom odpowiednią ilość składników odżywczych": "Комнатные растения нуждаются в регулярном подкормливании в период вегетации, чтобы сохранить здоровье и красивый внешний вид листьев. Обычно рекомендуется удобрять каждые 14 дней, чтобы обеспечить растениям достаточное количество питательных веществ.",
            "Cięte storczyki wymagają transportu \"na mokro\", dlatego umieszcza się je": "Срезанные орхидеи требуют транспортировки \"на мокро\", поэтому их размещают",
            "w plastikowych fiolkach": "в пластиковых флористических пробирках.",
            "w szklanych fiolkach": "в стеклянных флористических пробирках.",
            "w plastikowych wazonach": "в пластиковых вазонах",
            "w foliowych rękawach": "в фольговых рукавах.",
            "Cięte storczyki wymagają transportu na mokro, aby nie wysychały. Plastikowe fiolki zapewniają odpowiednią wilgotność i chronią kwiaty przed uszkodzeniem podczas transportu": "Срезанные орхидеи требуют транспортировки на мокрой основе, чтобы они не высыхали. Пластиковые флористические пробирки обеспечивают соответствующую влажность и защищают цветы от повреждения во время транспортировки.",
            "Do wykonania jesiennej dekoracji o charakterze rustykalnym florysta może wykorzystać kwiaty i owoce roślin": "Для выполнения осенней декорации в деревенском стиле флорист может использовать цветы и плоды растений.",
            "miskanta, sasanki, miechunki": "мискантус, прострел, физалис.",
            "zatrwianu, ognika, jabłoni ozdobnej": "кермека, пираканты, декоративной яблони.",
            "forsycji, słonecznika, lewkonii": "форзиции, подсолнечника, маттиолы.",
            "przegorzanu, malwy, czyśćca": "Мордовника, штокрозы, чистеца.",
            "Kwiaty zatrwianu i ognika oraz owoce jabłoni ozdobnej kojarzą się z jesienną stylistyką rustykalną": "Цветы кермека и пираканты, а также плоды декоративной яблони ассоциируются с осенней деревенской стилистикой.",
            "Akarycydy to substancje chemiczne do zwalczania": "Акарициды - это химические вещества для борьбы.",
            "nicieni": "круглые черви",
            "Akarycydy to substancje chemiczne, które są stosowane do zwalczania przędziorków": "Акарициды - это химические вещества, которые используются для борьбы с паутинными клещами.",
            "Na obniżenie trwałości kwiatów stojących w wazonie ma wpływ": "На снижение стойкости цветов, стоящих в вазоне, влияет",
            "intensywne nasłonecznienie": "интенсивное солнечное освещение.",
            "rozproszone światło": "рассеянный свет.",
            "niska temperatura": "низкая температура.",
            "wysoka wilgotność powietrza": "высокая влажность воздуха.",
            "Intensywne nasłonecznienie wpływa negatywnie na trwałość kwiatów, ponieważ powoduje odparowanie wody z rośliny oraz przyspiesza procesy przemian chemicznych, co skutkuje szybszym uschnięciem kwiatów": "Интенсивное солнечное освещение негативно влияет на долговечность цветов, поскольку вызывает испарение воды из растения и ускоряет химические процессы, что приводит к более быстрому увяданию цветов.",
            "przypinki": "Значки.",
            "kolaże": "Коллажи.",
            "korsarze": "корсажные бутоньерки",
            "Floralne obrazy wykonane w formie płaskich kompozycji z użyciem różnego rodzaju materiałów to": "Цветочные картины, выполненные в форме плоских композиций с использованием различных материалов, это",
            "kotyliony": "бутоньерки-котильоны",
            "Floralne obrazy wykonane w formie płaskich kompozycji z użyciem różnego rodzaju materiałów to kolaże, ponieważ w tej technice łączy się różne elementy (np. kwiaty, liście, tkaniny) w celu stworzenia nowej, całościowej formy": "Цветочные картины, выполненные в форме плоских композиций с использованием различного рода материалов, это коллажи, поскольку в этой технике объединяются различные элементы (например, цветы, листья, ткани) с целью создания новой, целостной формы.",
            "Rzeczywista długość girlandy wynosi 14 m, a na rysunku 14 cm. W jakiej skali wykonano rysunek?": "Фактическая длина гирлянды составляет 14 м, а на рисунке 14 см. В каком масштабе выполнен рисунок?",
            "Odpowiedź \"1:100\" wynika z faktu, że 1 metr w rzeczywistości odpowiada 100 cm na rysunku. Skala rysunku jest wyrażona w stosunku długości na rysunku do rzeczywistej długości. Stąd, aby uzyskać długość 14 m w skali rysunku, musimy przeliczyć to na centymetry, co daje 1400 cm. Następnie możemy podzielić 1400 cm (długość na rysunku) przez 14 m (rzeczywistą długość) i otrzymujemy wynik 1:100": "Ответ «1:100» вытекает из того факта, что 1 метр в реальности соответствует 100 см на рисунке. Масштаб рисунка выражается в отношении длины на рисунке к реальной длине. Таким образом, чтобы получить длину 14 м в масштабе рисунка, мы должны пересчитать это на сантиметры, что дает 1400 см. Затем мы можем разделить 1400 см (длину на рисунке) на 14 м (реальную длину) и получаем результат 1:100.",
            "Obecność bakterii w tkance naczyniowej roślin powoduje blokadę": "Присутствие бактерий в сосудистой ткани растений вызывает блокаду.",
            "powietrzną": "воздушную.",
            "biologiczną": "биологическую.",
            "fizjologiczną": "физиологическую.",
            "mechaniczną": "механическую.",
            "Obecność bakterii w tkance naczyniowej roślin powoduje blokadę ze względu na wpływ biologiczny, jaki wywierają na organizm roślinny. Bakterie te mogą prowadzić do zablokowania przepływu wody i składników odżywczych, co prowadzi do uszkodzenia struktury rośliny. Wpływ ten wynika z charakterystycznych dla bakterii właściwości biologicznych, takich jak zdolność do wytwarzania enzymów i toksyn, które wpływają na funkcjonowanie rośliny": "Присутствие бактерий в сосудистой ткани растений вызывает блокаду из-за биологического влияния, оказываемого ими на организм растений. Эти бактерии могут привести к блокировке потока воды и питательных веществ, что приводит к повреждению структуры растения. Это влияние обусловлено характерными для бактерий биологическими свойствами, такими как способность к созданию ферментов и токсинов, которые влияют на функционирование растения.",
            "Ozdobę ślubną panny młodej umieszczaną na ramionach stanowi": "Обрет свадебного украшения, размещаемого на плечах невесты, составляет",
            "parasolka": "Зонтик.",
            "Boa jest ozdobą ślubną panny młodej umieszczaną na ramionach, składającą się z piór lub futra": "Перьевые украшения являются свадебным украшением невесты, размещаемым на плечах, состоящим из перьев или меха.",
            "Florysta, wykonując tradycyjne kompozycje na święta Bożego Narodzenia, powinien wybrać następujący materiał roślinny": "Флорист, выполняя традиционные композиции на Рождество, должен выбрать следующий растительный материал.",
            "forsycję, bukszpan, jodłę": "форзицию, самшит, пихту.",
            "jodłę, orzechy, poinsecję": "пихту, орехи, пуансеттия.",
            "szyszki, forsycję, poinsecję": "шишки, форзицию, пуансеттию.",
            "jodłę, róże, bukszpan": "пихту, розы, самшит.",
            "Jodła, orzechy i poinsecja to rośliny tradycyjnie kojarzone z Bożym Narodzeniem, co sprawia, że są popularnym wyborem do kompozycji świątecznych. Ich zastosowanie wprowadza świąteczny nastrój i sprawia, że dekoracja jest w pełni zgodna z tematem": "Пихта, орехи и пуансеттия — это растения, традиционно ассоциирующиеся с Рождеством, что делает их популярным выбором для праздничных композиций. Их использование создает праздничное настроение и делает декорацию полностью соответствующей теме.",
            "Roślina po przycięciu uwalnia szkodliwe dla innych roślin substancje, dlatego nie należy jej umieszczać w wazonie z innymi. Zamieszczony opis dotyczy": "Растение после подрезки выделяет вредные для других растений вещества, поэтому не следует помещать его в вазон с другими. Приведённое описание касается",
            "maków": "маков",
            "narcyzów": "нарциссов.",
            "konwalii": "ландыша.",
            "strelicji": "стрелиции.",
            "Narcyzy po przycięciu uwalniają substancję o nazwie lycorydynę, która może być szkodliwa dla innych roślin, dlatego nie należy ich umieszczać w wazonie z innymi": "Нарциссы после обрезки выделяют вещество под названием ликоридин, которое может быть вредным для других растений, поэтому их не следует помещать в вазон с другими.",
            "W sezonie wiosennym dekorację stołu obiadowego w stylu wegetatywnym można wykonać": "В весенний сезон украшение обеденного стола в вегетативном стиле можно выполнить",
            "z narcyzów i gałęzi jabłoni, w płytkiej glinianej misie": "из нарциссов и веток яблони, в неглубокой глиняной миске.",
            "z magnolii i storczyków, w szklanych kielichach": "из магнолий и орхидей, в стеклянных бокалах.",
            "z bzów i mieczyków, w metalowych misach": "из бузины и шпажника, в металлических чашах.",
            "z hiacyntów i lilii, na aluminiowych paterach": "из гиацинтов и лилий, на алюминиевых блюдах.",
            "Jest to poprawna odpowiedź, ponieważ narcyzy i gałęzie jabłoni są typowe dla wiosny, a gliniana misa nadaje naturalny wygląd": "Это правильный ответ, потому что нарциссы и ветки яблони типичны для весны, а глиняная чаша придает природный вид.",
            "Który rodzaj kwiatostanu jest przedstawiony na zamieszczonym rysunku?": "Какой тип соцветия представлен на приведённом рисунке?",
            "Grono": "Гроздь.",
            "Kłos": "Колос.",
            "Baldach": "Балдахин",
            "Na rysunku przedstawiono wieniec laurowy, który w starożytności był symbolem zwycięstwa i honoru. Wieniec ten był wykonany z liści laurowych (Laurus nobilis) i był używany do nagradzania zwycięzców igrzysk olimpijskich oraz innych ważnych wydarzeń. Pozostałe opcje, takie jak oliwka, mirt i rozmaryn, nie były używane do tego celu w starożytności": "На рисунке представлен лавровый венок, который в древности был символом победы и чести. Этот венок был выполнен из лавровых листьев (лавр благородный) и использовался для награждения победителей олимпийских игр и других важных событий. Остальные варианты, такие как маслина, мирт и розмарин, не использовались для этой цели в древности.",
            "Truskawki": "Клубника.",
            "Arbuzy": "Арбуз.",
            "Banany": "Банан.",
            "kalanchoe Blossfelda": "каланхое Блоссфельда.",
            "wilczomlecz lśniący": "молочай блестящий.",
            "oleandra pospolitego": "олеандр",
            "figowca pnącego": "фикус вьющийся",
            "W celu wykonania ogrodu wertykalnego (zielonej ściany) we wnętrzu na stanowisku zacienionym poleca się": "Для создания вертикального сада (зеленой стены) внутри на затемненном месте рекомендуется",
            "wysoka temperatura powietrza": "высокая температура воздуха",
            "brak ruchu powietrza": "отсутствие движения воздуха",
            "silnie rozproszone światło": "сильный рассеянный свет.",
            "Podczas przechowywania ciętych kwiatów ich trwałość najbardziej obniża": "Во время хранения срезанных цветов их стойкость более всего снижается.",
            "Przygotowując roztwór do konserwowania roślin o zdrewniałych pędach metodą utrwalania w glicerynie używa się gliceryny i wody w proporcji": "Приготовляя раствор для консервирования растений с одревесневшими побегами методом закрепления в глицерине, используют глицерин и воду в пропорции",
            "zieloną": "зелёную.",
            "żółtą": "желтую.",
            "czerwoną": "красную.",
            "Pędy derenia białego są stosowane w kompozycjach ze względu na ich barwę": "Побеги кизила белого используются в композициях из-за их расцветки.",
            "przechowywanie bukietu w chłodnym przewiewnym miejscu": "хранение букета в прохладном проветриваемом месте.",
            "dobre nawodnienie roślin przed wykonaniem bukietu": "Хорошее увлажнение растений перед выполнением букета.",
            "Do cięcia łodyg rdestu sachalińskiego należy użyć": "Для резки стеблей рейнутрии сахалинской следует использовать",
            "małego sekatora": "маленького секатора.",
            "Do cięcia łodyg rdestu sachalińskiego najlepiej sprawdzi się piła ręczna, ponieważ jest to roślina o grubych i twardych łodygach, których cięcie wymaga narzędzia o odpowiedniej sile i precyzji": "Для резки стеблей рейнутрии сахалинской лучше всего подойдет ручная пила, так как это растение с толстыми и твердыми стеблями, для резки которых требуется инструмент с соответствующей силой и точностью.",
            "Kompozycja o rzeczywistej wysokości 125 cm na rysunku wykonanym w skali 1:5 ma": "Композиция фактической высотой 125 см на рисунке, выполненном в масштабе 1:5, имеет",
            "Skala 1:5 oznacza, że każda jednostka na rysunku odpowiada 5 jednostkom w rzeczywistości. Stąd, aby poznać rzeczywistą wysokość kompozycji, musimy podzielić jej wysokość na skale, czyli 125 cm : 5 = 25 cm": "Масштаб 1:5 означает, что каждая единица на рисунке соответствует 5 единицам в реальности. Следовательно, чтобы узнать действительную высоту композиции, мы должны разделить её высоту по масштабу, то есть 125 см : 5 = 25 см.",
            "We florystyce czerń zaliczana jest do barw": "Во флористике чёрный цвет относится к расцветкам.",
            "achromatycznych": "чёрно-белые.",
            "chromatycznych": "цветные.",
            "ciepłych": "тёплых.",
            "zimnych": "холодных.",
            "Czarny nie jest uważany za barwę w florystyce, ponieważ nie jest on kolorem widzialnym dla roślin. Z tego powodu, jest on zaliczany do kategorii kolorów achromatycznych, czyli odcieni bezbarwnych": "Чёрный не считается расцветкой во флористике, потому что не является цветом, видимым для растений. По этой причине он отнесён к категории оттенков чёрно-белых, то есть бесцветных оттенков.",
            "Florysta do mocowania kwiatów we włosach panny młodej zastosuje": "Флорист для крепления цветов в волосах невесты применит",
            "haftki rzymskie": "римские крючки.",
            "taśmy florystyczne": "Флористические ленты.",
            "pętelki z drutu": "Петельки из проволоки.",
            "Pętelki z drutu są praktycznym rozwiązaniem do mocowania kwiatów we włosach, gdyż dzięki nim kwiaty są stabilne i nie przesuwają się. Ponadto, drut jest elastyczny i można dopasować go do różnej grubości kosmyków włosów": "Петельки из проволоки являются практичным решением для крепления цветов в волосах, так как благодаря им цветы стабильны и не сдвигаются. Кроме того, проволока эластична и её можно подогнать к различной толщине прядей волос.",
            "Do stabilnego zamocowania grubych świec, w kompozycji ułożonej w table deco, można wykorzystać": "Для стабильного закрепления толстых свечей в композиции, уложенной в table deco, можно использовать",
            "taśmę kotwicę": "армированную влагостойкую ленту",
            "taśmę plastelinową": "ленту из пластилина.",
            "bolce do gąbki": "Штифты для флористической губки.",
            "Bolce do gąbki są odpowiednie, ponieważ są wystarczająco mocne, aby utrzymać grube świece w miejscu, nie będą też naruszać całej kompozycji": "Штифты для губки подходят, поскольку они достаточно прочные, чтобы удерживать толстые свечи на месте, и не будут нарушать всю композицию.",
            "Ozdobnymi elementami aspidistry są": "Декоративными элементами аспидистры являются",
            "liście": "листья.",
            "pędy": "побеги.",
            "nasiona": "семена.",
            "kwiaty": "цветы.",
            "Odpowiedzią na pytanie \"Ozdobnymi elementami aspidistry są\" jest \"liście\", ponieważ aspidistra to roślina doniczkowa, której największą ozdobą są duże, zielone liście": "Ответом на вопрос \"Декоративными элементами аспидистры являются\" является \"листья\", потому что аспидистра - это комнатное растение, самой большой декоративной частью которого являются большие, зеленые листья.",
            "Do wykonania bukietu w formie odwróconej kropli nie nadaje się": "Для создания букета в форме перевёрнутой капли не подходит.",
            "Ceropegia": "Церопегия",
            "Rhipsalis": "Рипсалис.",
            "Asparagus": "Спаржа.",
            "Soleirolia": "Солейролия.",
            "Soleirolia nie nadaje się do wykonania bukietu w formie odwróconej kropli, ponieważ roślina ta ma bardzo delikatne i krótkie pędy oraz liście, co uniemożliwia ich odpowiednie ułożenie w tej formie": "Солейролия не подходит для создания букета в форме перевернутой капли, потому что это растение имеет очень нежные и короткие побеги и листья, что делает невозможным их соответствующее расположение в этой форме.",
            "Wskaż roślinę, której rozwinięte kwiaty zachowują walory dekoracyjne przez 3^5 dni": "Укажите растение, чьи раскрывшиеся цветы сохраняют декоративные качества в течение 3^5 дней.",
            "Lilia": "Лилия.",
            "Nagietek": "Календула.",
            "Narcyz": "Нарцисс.",
            "Mieczyk": "Шпажник.",
            "Narcyz posiada kwiaty, które zachowują walory dekoracyjne przez dłuższy czas dzięki specjalnej budowie i składnikom chemicznym": "Нарцисс имеет цветы, которые сохраняют декоративные свойства на протяжении длительного времени благодаря специальному строению и химическим компонентам.",
            "Do wykonania bukietu okolicznościowego florysta wykorzystał materiał roślinny za 75,00 zł, wstążkę za 2,50 zł, inne dodatki za 2,50 zł. Oblicz koszt całkowity wykonania kompozycji, jeżeli robocizna stanowi 30% zużytych materiałów": "Для выполнения праздничного букета флорист использовал растительный материал на 75,00 злотых, ленту на 2,50 злотых, другие дополнения на 2,50 злотых. Рассчитайте общую стоимость выполнения композиции, если затраты на работу составляют 30% использованных материалов.",
            "Florysta zużył materiał roślinny za 75,00 zł, wstążkę za 2,50 zł, inne dodatki za 2,50 zł, co daje całkowity koszt materiałów 80,00 zł. 30% tego kosztu to 24,00 zł, czyli tyle wynosi robocizna. Dodając koszt materiałów do kosztu robocizny otrzymujemy 104,00 zł": "Флорист израсходовал растительный материал на сумму 75,00 злотых, ленту на 2,50 злотых, другие добавки на 2,50 злотых, что дает общую стоимость материалов 80,00 злотых. 30% этой стоимости составляет 24,00 злотых, то есть столько составляют затраты на работу. Добавляя стоимость материалов к затратам на работу, получаем 104,00 злотых.",
            "Wecha": "Метёлка",
            "szkieletowania roślin": "формирования каркаса растений",
            "Boraks używany jest do": "Боракс используется для",
            "bielenia roślin": "отбеливания растений.",
            "farbowania roślin": "окрашивания растений",
            "utrwalania roślin": "закрепления растений.",
            "Boraks jest używany do utrwalania tkanek roślinnych w celu ich dalszego badania pod mikroskopem. Substancja ta umożliwia zatrzymanie procesów rozkładu i zapobiega deformacji tkanek, dzięki czemu są one bardziej stabilne i wyraźne podczas obserwacji": "Боракс используется для фиксации растительных тканей с целью их дальнейшего исследования под микроскопом. Это вещество позволяет остановить процессы разложения и предотвращает деформацию тканей, благодаря чему они становятся более стабильными и четкими во время наблюдения.",
            "W nowoczesnym wnętrzu biura urządzonym w stylu high-tech najlepiej będzie prezentowała się kompozycja": "В современном интерьере офиса, оформленном в стиле хай-тек, лучше всего будет выглядеть композиция.",
            "graficzna": "графическая.",
            "dekoracyjna": "декоративная.",
            "makartowska": "макартовская.",
            "wegetatywna": "Вегетативная.",
            "Grafika jest charakterystycznym elementem stylu high-tech, który cechuje się minimalistycznym podejściem do dekoracji oraz wykorzystaniem nowoczesnych technologii, w tym grafiki komputerowej i cyfrowej. Dlatego właśnie kompozycja graficzna będzie najlepiej pasować do takiego wnętrza i podkreśli jego charakter": "Графика является характерным элементом стиля хай-тек, который отличается минималистичным подходом к декорациям и использованием современных технологий, включая компьютерную и цифровую графику. Поэтому именно графическая композиция будет лучше всего подходить для такого интерьера и подчеркнет его характер.",
            "W kompozycji florystycznej do mocowania szyszek wykorzystuje się": "В композиции флористической для крепления шишек используется",
            "piki florystyczne": "Флористические пики",
            "taśmy kotwice": "армированные влагостойкие ленты",
            "haftki": "Крючки.",
            "druty": "проволоки.",
            "Druty są wykorzystywane do mocowania szyszek, ponieważ są one elastyczne i umożliwiają dopasowanie szyszki do kompozycji. Ponadto, druty są trwałe i umożliwiają łatwe formowanie, aby uzyskać żądany kształt. Druty są także praktycznym i estetycznym rozwiązaniem, które nie zdominuje całości kompozycji": "Проволоки используются для крепления шишек, поскольку они эластичны и позволяют подогнать шишку к композиции. Кроме того, проволоки прочные и позволяют легко формировать, чтобы получить желаемую форму. Проволоки также являются практичным и эстетичным решением, которое не доминирует в всей композиции.",
            "Asymetria, zróżnicowanie roślin, widoczne formy i wyeksponowane linie to cechy charakterystyczne dla stylu": "Асимметрия, разнообразие растений, видимые формы и выделенные линии - это характерные черты стиля",
            "formalno-linearnego": "формально-линеарного.",
            "Cechy charakterystyczne stylu formalno-linearnego to asymetria, zróżnicowanie roślin, widoczne formy i wyeksponowane linie": "Характерные черты формально-линеарного стиля: асимметрия, разнообразие растений, видимые формы и выделенные линии.",
            "dekoracyjnego": "декоративного.",
            "wegetatywnego": "вегетативного.",
            "równoległego": "параллельного.",
            "Na rysunku projektowym wykonanym w skali 1:10 kompozycja ma wymiary 25 x 15 cm. Wskaż rzeczywiste wymiary dekoracji": "На проектном рисунке, выполненном в масштабе 1:10, композиция имеет размеры 25 x 15 см. Укажите фактические размеры декорации.",
            "W skali 1:10 każdy cm w projekcie odpowiada 10 cm w rzeczywistości. Zatem 25 cm w projekcie to 250 cm w rzeczywistości, a 15 cm w projekcie to 150 cm w rzeczywistości. Stąd rzeczywiste wymiary dekoracji to 250 x 150 cm": "В масштабе 1:10 каждый см в проекте соответствует 10 см в реальности. Таким образом, 25 см в проекте - это 250 см в реальности, а 15 см в проекте - это 150 см в реальности. Отсюда реальные размеры декорации - 250 x 150 см.",
            "W celu zapewnienia większej trwałości kwiatom lewkonii, należy podczas zbioru": "В целях обеспечения большей долговечности цветам маттиолы, необходимо во время сбора",
            "wycinać szypułki kwiatowe sekatorem": "вырезать цветоножки секатором.",
            "wyrywać całe rośliny wraz z korzeniami": "Вырывать целые растения вместе с корнями.",
            "wykręcać szypułki kwiatowe z \"piętką\"": "выкручивать цветоножки с \"пяткой\".",
            "wyrywać szypułki kwiatowe": "вырывать цветочные цветоносы",
            "Podczas zbioru lewkonii należy wyrywać całe rośliny wraz z korzeniami, ponieważ kwiaty te nie znoszą przesadzania i łatwo uszkadzają korzenie, co może wpłynąć negatywnie na ich trwałość": "Во время сбора маттиолы необходимо вырывать целые растения вместе с корнями, потому что эти цветы не переносят пересадки и легко повреждают корни, что может негативно сказаться на их стойкости.",
            "Clip to": "Клипса для",
            "plastikowy uchwyt w kształcie mikrofonu lub rożka": "пластиковая ручка в форме микрофона или рожка.",
            "gąbka w plastikowej obudowie ze sprężystym zaczepem": "губка в пластиковой оболочке с пружинным креплением.",
            "forma z plastiku, stosowana do obsadzania świec w kompozycji florystycznej": "форма из пластика, используемая для установки свечей в цветочной композиции.",
            "plastikowe kolce skierowane ku górze": "пластиковые шипы, направленные вверх.",
            "\"Gąbka w plastikowej obudowie ze sprężystym zaczepem\" jest poprawną odpowiedzią, ponieważ \"clip to\" oznacza przymocowanie czegoś do czegoś innego, a gąbka ta jest używana w florystyce do przymocowywania kwiatów do różnych podłoży za pomocą sprężystego zaczepu": "Флористическая губка в пластиковой оболочке с пружинным зацепом является правильным ответом, потому что \"клипса\" означает прикрепление чего-либо к чему-то другому, а эта губка используется во флористике для прикрепления цветов к различным подложкам с помощью пружинного зацепа.",
            "Pękaty": "Пузатый.",
            "Wąski": "Узкий.",
            "1 – światłowód wielomodowy gradientowy, 2 – światłowód wielomodowy skokowy, 3 – światłowód jednomodowy": "1 – градиентный многомодовый световод, 2 – ступенчатый многомодовый световод, 3 – одномодовый световод.",
            "Te trzy rośliny dobrze rosną w miejscach o małym nasłonecznieniu i niskiej temperaturze, co jest typowe dla okien o wystawie północnej": "Эти три растения хорошо растут в местах с небольшим солнечным освещением и низкой температурой, что типично для окон с северной экспозицией.",
            "Rysunek techniczny musi mieć legendę, aby opisać elementy graficzne, skalę, aby odzwierciedlić proporcje oraz wymiary rzeczywiste, aby dokładnie przedstawić wielkość i położenie elementów na rysunku": "Технический рисунок должен иметь легенду для описания графических элементов, масштаб для отражения пропорций и фактические размеры для точного представления размера и расположения элементов на рисунке.",
            "Zbiór wraz z korzeniami przedłuża trwałość kwiatów lewkonii letniej, ponieważ pozwala na utrzymanie wilgoci i składników odżywczych potrzebnych do prawidłowego funkcjonowania rośliny. Bez korzeni kwiaty szybciej więdną i są mniej odporne na warunki zewnętrzne": "Сбор вместе с корнями продлевает долговечность цветов маттиолы летней, так как позволяет сохранить влагу и питательные вещества, необходимые для правильного функционирования растения. Без корней цветы быстрее увядают и менее устойчивы к внешним условиям.",
            "Taśma maskująca jest stosowana w technice watowania, ponieważ pozwala na precyzyjne zabezpieczenie miejsc, które nie mają być watowane": "Маскирующая лента используется в технике обертывания ватой, потому что позволяет точно защитить места, которые не должны быть обернуты ватой.",
            "pomarańczowym": "оранжевым.",
            "białym": "белым.",
            "bordowym": "бордовым.",
            "niebieskim": "синим.",
            "Kolor pomarańczowy przyciąga uwagę i jest bardzo widoczny w tłumie, co sprawia, że kwiaty w tym kolorze są doskonałym wyborem dla stoiska wystawowego": "Оранжевый цвет привлекает внимание и очень заметен в толпе, что делает цветы такого цвета отличным выбором для выставочного стенда.",
            "rustykalnym": "деревенском.",
            "Orchideę": "Орхидею",
            "Roślinę egzotyczną o wysokich wymaganiach pielęgnacyjnych": "Экзотическое растение с высокими требованиями к уходу",
            "Roślinę, która wymaga codziennego podlewania": "Растение, которое требует ежедневного полива",
            "Sansewieria, znana również jako język teściowej, jest rośliną doniczkową o niskich wymaganiach pielęgnacyjnych, która dobrze radzi sobie w różnych warunkach środowiskowych. Jest to idealny wybór dla klienta, który szuka rośliny wymagającej minimalnej pielęgnacji": "Сансевиерия, известная также как тёщин язык, является комнатным растением с низкими требованиями к уходу, которое хорошо справляется в различных условиях окружающей среды. Это идеальный выбор для клиента, который ищет растение, требующее минимального ухода.",
            "Przygotowujesz dekorację roślinną na jesienne wydarzenie. Które z poniższych technik florystycznych byłoby najbardziej odpowiednie do użycia, biorąc pod uwagę dostępność materiałów i klimat wydarzenia?": "Ты готовишь растительное украшение для осеннего события. Какая из перечисленных флористических техник будет наиболее подходящей для использования, учитывая доступность материалов и атмосферу мероприятия?",
            "Technika suchego bukietu": "Техника сухого букета",
            "Technika bukietu wodnego": "Техника водяного букета",
            "Technika bukietu z papieru": "Техника букета из бумаги",
            "Technika bukietu z balonów": "Техника букета из воздушных шаров",
            "Technika suchego bukietu jest najbardziej odpowiednia do tworzenia dekoracji na jesienne wydarzenia. Pozwala na wykorzystanie dostępnych w tym sezonie materiałów, takich jak suche liście i kwiaty, a także podkreśla klimat wydarzenia": "Техника сухого букета является наиболее подходящей для создания декораций на осенние мероприятия. Она позволяет использовать доступные в этом сезоне материалы, такие как сухие листья и цветы, а также подчеркивает атмосферу мероприятия.",
            "Zamierzasz stworzyć kompozycję florystyczną, która będzie zawierać różne rodzaje kwiatów. Które z poniższych stwierdzeń jest prawdziwe w kontekście doboru kwiatów do kompozycji?": "Ты собираешься создать флористическую композицию, которая будет содержать различные виды цветов. Какое из следующих утверждений является истинным в контексте подбора цветов для композиции?",
            "Wszystkie kwiaty muszą być tego samego koloru": "Все цветы должны быть одного и того же цвета.",
            "Wszystkie kwiaty muszą być tej samej wielkości": "Все цветы должны быть одного размера.",
            "Wszystkie kwiaty muszą być tego samego rodzaju": "Все цветы должны быть одного и того же вида.",
            "Różne kwiaty mogą być użyte do tworzenia kontrastu i zróżnicowania w kompozycji": "Разные цветы могут быть использованы для создания контраста и разнообразия в композиции.",
            "Różne kwiaty mogą być użyte do tworzenia kontrastu i zróżnicowania w kompozycji. Nie ma reguły mówiącej, że wszystkie kwiaty muszą być tego samego rodzaju, koloru czy wielkości": "Разные цветы могут быть использованы для создания контраста и разнообразия в композиции. Нет правила, что все цветы должны быть одного и того же вида, цвета или размера.",
            "Przygotowujesz kompozycję z róż. W jaki sposób powinieneś przygotować łodygi róż przed umieszczeniem ich w gąbce florystycznej?": "Готовишь композицию из роз. Каким образом следует подготовить стебли роз перед их размещением в флористической губке?",
            "Zostawić liście na łodydze i nie ciąć końcówki": "Оставить листья на стебле и не обрезать кончик.",
            "Usunąć wszystkie liście i ciąć końcówkę pod kątem 45 stopni": "Удалить все листья и обрезать кончик под углом 45 градусов",
            "Zostawić liście na łodydze i ciąć końcówkę pod kątem 45 stopni": "Оставить листья на стебле и срезать кончик под углом 45 градусов.",
            "Usunąć wszystkie liście i nie ciąć końcówki": "Удалить все листья и не обрезать кончик.",
            "Przygotowując różę do umieszczenia w gąbce florystycznej, należy usunąć wszystkie liście z łodygi i przyciąć jej końcówkę pod kątem 45 stopni. To zapewni lepsze pobieranie wody przez kwiat": "Приготавливая розу для размещения в флористической губке, необходимо удалить все листья с стебля и обрезать ее кончик под углом 45 градусов. Это обеспечит лучшее поглощение воды цветком.",
            "Jakie są główne czynniki, które należy wziąć pod uwagę podczas przygotowywania materiału florystycznego do kompozycji?": "Каковы основные факторы, которые необходимо учитывать при подготовке флористического материала для композиции?",
            "Świeżość i kondycja kwiatów": "Свежесть и состояние цветов",
            "Kształt i kolor kwiatów": "Форма и цвет цветов",
            "Cena i dostępność kwiatów": "Цена и доступность цветов",
            "Kształt i cena kwiatów": "Форма и цена цветов",
            "Podczas przygotowywania materiału florystycznego do kompozycji, najważniejsze jest zwrócenie uwagi na świeżość i kondycję kwiatów. To one decydują o trwałości i estetyce kompozycji": "Во время подготовки флористического материала для композиции самое важное - обратить внимание на свежесть и состояние цветов. Именно они определяют долговечность и эстетику композиции.",
            "Róża": "Роза.",
            "Storczyk": "Орхидея",
            "Tulipan": "Тюльпан",
            "Goździk": "Гвоздика.",
            "Róża jest najczęściej wykorzystywana w bukietach ślubnych, co wynika z jej wysokiej popularności we florystyce, częstego kwitnienia i średniego stopnia trudności pielęgnacji": "Роза чаще всего используется в свадебных букетах, что объясняется ее высокой популярностью во флористике, частым цветением и средней степенью сложности ухода.",
            "Kompozycje z kwiatów ciętych - temperatura pokojowa; Kompozycje z kwiatów doniczkowych - niska temperatura": "Композиции из срезанных цветов - комнатная температура; Композиции из горшечных цветов - низкая температура.",
            "Kompozycje z kwiatów ciętych - niska temperatura; Kompozycje z kwiatów doniczkowych - temperatura pokojowa": "Композиции из срезанных цветов - низкая температура; Композиции из горшечных цветов - комнатная температура.",
            "Kompozycje z kwiatów ciętych - wysoka temperatura; Kompozycje z kwiatów doniczkowych - niska temperatura": "Композиции из срезанных цветов - высокая температура; Композиции из горшечных цветов - низкая температура.",
            "Kompozycje z kwiatów ciętych - niska temperatura; Kompozycje z kwiatów doniczkowych - wysoka temperatura": "Композиции из срезанных цветов - низкая температура; Композиции из горшечных цветов - высокая температура.",
            "Kompozycje z kwiatów ciętych powinny być przechowywane w chłodniejszych warunkach, aby zapewnić ich dłuższą trwałość, podczas gdy kompozycje z kwiatów doniczkowych generalnie dobrze radzą sobie w temperaturze pokojowej": "Композиции из срезанных цветов должны храниться в более прохладных условиях, чтобы обеспечить их более долгую сохранность, в то время как композиции из горшечных цветов в целом хорошо чувствуют себя при комнатной температуре.",
            "Rozważasz stworzenie kompozycji roślinnej w pojemniku na balkonie. Które z poniższych roślin będą najlepszym wyborem, jeśli chodzi o ich zdolność do przetrwania w warunkach miejskich?": "Вы рассматриваете создание растительной композиции в контейнере на балконе. Какие из перечисленных растений будут лучшим выбором, если говорить о их способности выживать в городских условиях?",
            "Róża, hortensja, peonia": "Роза, гортензия, пион",
            "Azalia, rododendron, magnolia": "Рододендрон, рододендрон, магнолия",
            "Storczyk, kaktus, aloes": "Орхидея, кактус, алоэ",
            "Geranium, petunia, begonia": "Герань, петуния, бегония",
            "Geranium, petunia i begonia są roślinami odpornymi na warunki miejskie. Są one odporne na zanieczyszczenia powietrza i mogą przetrwać w różnych warunkach świetlnych, co czyni je idealnym wyborem do uprawy na balkonie": "Герань, петуния и бегония являются растениями, устойчивыми к городским условиям. Они устойчивы к загрязнению воздуха и могут выживать в различных условиях освещения, что делает их идеальным выбором для выращивания на балконе.",
            "Planujesz kompozycję florystyczną z roślin rabatowych. Wybierz, który z poniższych nawozów jest najbardziej odpowiedni do zastosowania w okresie wiosennym": "Планируешь композицию флористическую из растений клумбовых. Выбери, какое из нижеперечисленных удобрений наиболее подходит для использования в весенний период.",
            "Nawóz o wysokiej zawartości azotu": "Удобрение с высоким содержанием азота",
            "Nawóz o wysokiej zawartości potasu": "Удобрение с высоким содержанием калия",
            "Nawóz o wysokiej zawartości fosforu": "Удобрение с высоким содержанием фосфора",
            "Nawóz o wysokiej zawartości magnezu": "Удобрение с высоким содержанием магния",
            "W okresie wiosennym, kiedy rośliny intensywnie rosną, najbardziej odpowiedni jest nawóz o wysokiej zawartości azotu, który stymuluje wzrost i rozwój roślin": "В весенний период, когда растения интенсивно растут, наиболее подходящим является удобрение с высоким содержанием азота, которое стимулирует рост и развитие растений.",
            "Wybierasz wstążkę do kompozycji florystycznej. Który z poniższych czynników jest najważniejszy przy wyborze wstążki?": "Вы выбираете ленту для флористической композиции. Какой из следующих факторов является самым важным при выборе ленты?",
            "Dopasowanie koloru i stylu wstążki do kompozycji": "Подбор цвета и стиля ленты к композиции",
            "Cena wstążki": "Цена ленты",
            "Dostępność wstążki": "Доступность ленты",
            "Szerokość wstążki": "Ширина ленты",
            "Dopasowanie koloru i stylu wstążki do kompozycji jest kluczowe dla tworzenia harmonijnej i estetycznej kompozycji florystycznej. Wstążka powinna komplementować, a nie dominować nad kwiatami": "Подбор цвета и стиля ленты к композиции является ключевым для создания гармоничной и эстетичной флористической композиции. Лента должна дополнять, а не доминировать над цветами.",
            "Zarówno technika spiralnego, jak i równoległego układania łodyg wymaga dokładnego planowania i precyzyjnego wykonania, aby osiągnąć zamierzony efekt estetyczny": "Как техника спиральной, так и параллельной укладки стеблей требует тщательного планирования и точного выполнения, чтобы достичь задуманный эстетический эффект.",
            "Podczas przygotowywania kompozycji florystycznej zauważasz, że liście jednego z kwiatów są zwiędłe. Co powinieneś zrobić?": "Во время подготовки флористической композиции замечаешь, что листья одного из цветов увядшие. Что ты должен сделать?",
            "Podlać kwiat więcej, aby liście odzyskały świeżość": "Полить цветок больше, чтобы листья восстановили свежесть.",
            "Zignorować problem, ponieważ liście nie wpływają na ogólny wygląd kompozycji": "Проигнорировать проблему, поскольку листья не влияют на общий вид композиции",
            "Usunąć zwiędłe liście, aby nie zabierały wody i składników odżywczych innym częściom rośliny": "Удалить увядшие листья, чтобы они не забирали воду и питательные вещества у других частей растения.",
            "Przesadzić kwiat do nowego doniczki": "Пересадить цветок в новый горшок.",
            "Zwiędłe liście powinny być usunięte, ponieważ mogą one zabierać wodę i składniki odżywcze, które mogłyby być wykorzystane przez inne, zdrowe części rośliny": "Увядшие листья следует удалять, потому что они могут забирать воду и питательные вещества, которые могли бы быть использованы другими, здоровыми частями растения.",
            "Wybierz prawdziwe stwierdzenie dotyczące wiązanek ciężkich (zwartych)": "Выберите верное утверждение, касающееся цветочных связок тяжелых (плотных).",
            "Są luźno upakowane z kwiatami rozmieszczonymi nierównomiernie": "Они свободно упакованы с цветами, расположенными неравномерно.",
            "Są ciężkie i zwarte, z kwiatami ułożonymi blisko siebie": "Они тяжелые и компактные, с цветами, расположенными близко друг к другу.",
            "Są gęsto upakowane z kwiatami, tworząc okrągły kształt": "Они плотно упакованы с цветами, создавая круглую форму.",
            "Są asymetryczne, z kwiatami ułożonymi w nieregularne wzory": "Они асимметричные, с цветами, расположенными в неправильные узоры.",
            "Wiązanki ciężkie (zwarte) są charakterystyczne ze względu na swoją ciężką i zwartą strukturę, gdzie kwiaty są ułożone blisko siebie": "Цветочные связки тяжёлые (плотные) характерны из-за своей тяжёлой и плотной структуры, где цветы расположены близко друг к другу.",
            "Przygotowujesz kompozycję florystyczną z wykorzystaniem roślin o różnej twardości łodyg. Które z poniższych stwierdzeń jest prawdziwe?": "Готовите флористическую композицию с использованием растений с различной жесткостью стеблей. Какое из следующих утверждений является верным?",
            "Twardsze łodygi nie powinny być podcinane": "Более твёрдые стебли не должны подрезаться.",
            "Twardsze łodygi powinny być podcinane pod mniejszym kątem": "Более твердые стебли следует подрезать под меньшим углом.",
            "Twardsze łodygi powinny być podcinane pod większym kątem": "Более твердые стебли следует обрезать под большим углом.",
            "Twardość łodygi nie ma wpływu na sposób podcinania": "Твердость стебля не влияет на способ подрезания.",
            "Twardsze łodygi powinny być podcinane pod większym kątem. Pozwala to na zwiększenie powierzchni, przez którą roślina może pobierać wodę, co jest szczególnie ważne dla roślin o twardych łodygach": "Более твердые стебли следует подрезать под большим углом. Это позволяет увеличить поверхность, через которую растение может поглощать воду, что особенно важно для растений с твердыми стеблями.",
            "Wybierz odpowiedni typ podłoża do obsadzenia pojemnika przeznaczonego na balkon, w którym planujesz uprawiać rośliny cieniolubne": "Выберите подходящий тип подложки для высадки в контейнер, предназначенный для балкона, в котором планируете выращивать тенелюбивые растения.",
            "Podłoże do roślin kwasolubnych": "Подложка для растений, любящих кислую почву",
            "Podłoże dla kaktusów": "Подложка для кактусов",
            "Podłoże uniwersalne": "Универсальная подложка",
            "Podłoże do roślin akwariowych": "Подложка для аквариумных растений",
            "Podłoże uniwersalne jest najbardziej odpowiednie dla większości roślin cieniolubnych, które można uprawiać na balkonie. Jest to podłoże o zrównoważonym składzie, które zapewnia roślinom wszystkie niezbędne składniki odżywcze": "Универсальная подложка является наиболее подходящей для большинства тенелюбивых растений, которые можно выращивать на балконе. Это подложка с сбалансированным составом, которая обеспечивает растения всеми необходимыми питательными веществами.",
            "Które z poniższych narzędzi jest używane do tworzenia otworów w gąbce florystycznej?": "Какой из следующих инструментов используется для создания отверстий в флористической губке?",
            "Nożyczki do kwiatów": "Ножницы для цветов",
            "Kombinerki florystyczne": "Флористические пассатижи",
            "Sekator": "Секатор.",
            "Sonda florystyczna": "Флористический зонд",
            "Sonda florystyczna jest narzędziem używanym do tworzenia otworów w gąbce florystycznej, co jest niezbędne do umieszczenia kwiatów w kompozycjach florystycznych": "Флористический зонд является инструментом, используемым для создания отверстий в флористической губке, что необходимо для размещения цветов в флористических композициях.",
            "Zakładasz florystyczny biznes i planujesz wykonać kompozycję florystyczną. Koszt materiałów wynosi 160 zł, a koszt robocizny to 140 zł. Jakie jest Twoje ostateczne oznaczenie kosztu, jeśli chcesz osiągnąć 20% marżę?": "Вы создаете флористический бизнес и планируете выполнить флористическую композицию. Стоимость материалов составляет 160 злотых, а затраты на работу — 140 злотых. Каково ваше окончательное определение стоимости, если вы хотите достичь 20% маржи?",
            "Całkowity koszt kompozycji wynosi 160 zł (materiały) + 140 zł (robocizna) = 300 zł. Aby obliczyć cenę sprzedaży z marżą 20%, musisz dodać 20% do kosztu, co daje 300 zł + 20% = 360 zł": "Полная стоимость композиции составляет 160 зл (материалы) + 140 зл (работа) = 300 зл. Чтобы рассчитать цену продажи с наценкой 20%, нужно добавить 20% к стоимости, что дает 300 зл + 20% = 360 зл.",
            "Rozważ wpływ wilgotności na trwałość materiału roślinnego. Która z poniższych odpowiedzi jest prawidłowa?": "Рассмотрите влияние влажности на долговечность растительного материала. Какой из приведенных ниже ответов является правильным?",
            "Niska wilgotność jest idealna dla większości kwiatów ciętych": "Низкая влажность идеальна для большинства срезанных цветов.",
            "Wysoka wilgotność powoduje szybsze więdnięcie kwiatów": "Высокая влажность вызывает более быстрое увядание цветов.",
            "Wysoka wilgotność może pomóc w utrzymaniu świeżości kwiatów ciętych": "Высокая влажность может помочь в поддержании свежести срезанных цветов.",
            "Wilgotność nie ma wpływu na trwałość materiału roślinnego": "Влажность не влияет на долговечность растительного материала.",
            "Wysoka wilgotność może pomóc w utrzymaniu świeżości kwiatów ciętych, ponieważ zapobiega nadmiernemu odparowywaniu wody z kwiatów, co może prowadzić do ich więdnięcia": "Высокая влажность может помочь в сохранении свежести срезанных цветов, так как предотвращает чрезмерное испарение воды из цветов, что может привести к их увяданию.",
            "Zdecydowałeś się na przechowywanie róż w chłodni. Jaki powinien być optymalny zakres temperatury do przechowywania tych kwiatów?": "Вы решили хранить розы в холодильной камере. Каков должен быть оптимальный диапазон температуры для хранения этих цветов?",
            "Róże najlepiej przechowuje się w temperaturze od 2 do 4 stopni Celsjusza. Przy niższych temperaturach mogą one ulec zniszczeniu, a przy wyższych - przyspieszyć procesy metaboliczne prowadzące do szybszego więdnięcia": "Розы лучше всего хранить при температуре от 2 до 4 градусов Цельсия. При более низких температурах они могут быть повреждены, а при более высоких - ускоряться метаболические процессы, ведущие к более быстрому увяданию.",
            "Jakie są zalecane warunki przechowywania dla kompozycji z kwiatów ciętych?": "Каковы рекомендуемые условия хранения для композиций из срезанных цветов?",
            "Niska temperatura, wysoka wilgotność, z dala od bezpośredniego światła słonecznego": "Низкая температура, высокая влажность, вдали от прямого солнечного света.",
            "Niska temperatura, niska wilgotność, bez dostępu do światła": "Низкая температура, низкая влажность, без доступа к свету.",
            "Niska temperatura, wysoka wilgotność, bezpośrednie światło słoneczne": "Низкая температура, высокая влажность, прямой солнечный свет.",
            "Wysoka temperatura, niska wilgotność, bez dostępu do światła": "Высокая температура, низкая влажность, без доступа к свету",
            "Kompozycje z kwiatów ciętych powinny być przechowywane w chłodnym miejscu z wysoką wilgotnością i z dala od bezpośredniego światła słonecznego. To zapewnia dłuższą świeżość i trwałość kompozycji": "Композиции из срезанных цветов следует хранить в прохладном месте с высокой влажностью и вдали от прямого солнечного света. Это обеспечивает более долгую свежесть и долговечность композиции.",
            "Przygotowujesz do sprzedaży kompozycję florystyczną. Jaki materiał do pakowania jest najbardziej odpowiedni, aby zachować świeżość i estetykę roślin?": "Готовите к продаже флористическую композицию. Какой упаковочный материал наиболее подходит, чтобы сохранить свежесть и эстетику растений?",
            "Papier kraft": "Крафт-бумага",
            "Papier z folią aluminiową": "Бумага с алюминиевой фольгой",
            "Czysta folia bąbelkowa": "Чистая пузырчатая пленка",
            "Papier cellofanowy": "Целлофановая бумага",
            "Papier cellofanowy jest najbardziej odpowiedni do pakowania kompozycji florystycznych, ponieważ jest lekki, przezroczysty i pozwala na utrzymanie wilgotności, co pomaga w zachowaniu świeżości roślin": "Целлофановая бумага является наиболее подходящей для упаковки флористических композиций, поскольку она легкая, прозрачная и позволяет сохранять влажность, что помогает в сохранении свежести растений.",
            "Jakie czynniki wpływają na trwałość kwiatów i zieleni ciętej?": "Какие факторы влияют на долговечность цветов и срезанной зелени?",
            "Temperatura, wilgotność, oświetlenie, jakość wody, a także czynniki biologiczne, takie jak wiek kwiatu i stan zdrowia rośliny": "Температура, влажность, освещение, качество воды, а также биологические факторы, такие как возраст цветка и состояние здоровья растения.",
            "Tylko temperatura i wilgotność": "Только температура и влажность",
            "Tylko temperatura, wilgotność, oświetlenie i jakość wody": "Только температура, влажность, освещение и качество воды",
            "Tylko temperatura, wilgotność i oświetlenie": "Только температура, влажность и освещение",
            "Trwałość kwiatów i zieleni ciętej jest wpływana przez wiele czynników, w tym temperaturę, wilgotność, oświetlenie, jakość wody, a także czynniki biologiczne, takie jak wiek kwiatu i stan zdrowia rośliny. Wszystkie te czynniki mają wpływ na procesy metaboliczne rośliny i mogą skrócić lub przedłużyć jej żywotność": "Долговечность цветов и срезанной зелени зависит от многих факторов, включая температуру, влажность, освещение, качество воды, а также биологические факторы, такие как возраст цветка и состояние здоровья растения. Все эти факторы влияют на метаболические процессы растения и могут сократить или продлить его жизненный срок.",
            "Które z poniższych twierdzeń jest prawdziwe w odniesieniu do przechowywania kwiatów ciętych?": "Какое из следующих утверждений является верным в отношении хранения срезанных цветов?",
            "Różne gatunki kwiatów ciętych wymagają różnych warunków przechowywania": "Разные виды срезанных цветов требуют разных условий хранения.",
            "Wszystkie kwiaty cięte powinny być przechowywane w lodówce": "Все срезанные цветы должны храниться в холодильнике.",
            "Kwiaty cięte nie wymagają specjalnych warunków przechowywania": "Срезанные цветы не требуют особых условий хранения.",
            "Wszystkie kwiaty cięte powinny być przechowywane w temperaturze pokojowej": "Все срезанные цветы должны храниться при комнатной температуре.",
            "Różne gatunki kwiatów ciętych wymagają różnych warunków przechowywania. Niektóre z nich najlepiej przechowywać w chłodni, inne natomiast w temperaturze pokojowej. Ważne jest, aby dostosować warunki do konkretnego gatunku": "Различные виды срезанных цветов требуют разных условий хранения. Некоторые из них лучше всего хранить в холодильной камере, другие же при комнатной температуре. Важно подбирать условия в соответствии с конкретным видом.",
            "Tworzysz kompozycję florystyczną na jesień. Które z poniższych elementów powinieneś uwzględnić, aby twoja kompozycja była zgodna z sezonem?": "Вы создаете флористическую композицию на осень. Какие из перечисленных элементов вы должны включить, чтобы ваша композиция соответствовала сезону?",
            "Kwiaty w odcieniach czerwieni, pomarańczu i brązu": "Цветы оттенков красного, оранжевого и коричневого",
            "Kwiaty w odcieniach niebieskiego i białego": "Цветы в оттенках синего и белого",
            "Tropikalne kwiaty, takie jak hibiskus i orchidee": "Тропические цветы, такие как гибискус и орхидеи",
            "Wiosenne kwiaty, takie jak tulipany i narcyzy": "Весенние цветы, такие как тюльпаны и нарциссы",
            "Jesienna kompozycja florystyczna powinna odzwierciedlać kolory sezonu, takie jak czerwień, pomarańcz i brąz. Wiosenne i tropikalne kwiaty nie są zgodne z tym sezonem": "Осенняя флористическая композиция должна отражать цвета сезона, такие как красный, оранжевый и коричневый. Весенние и тропические цветы не соответствуют этому сезону.",
            "Przygotowujesz kompozycję florystyczną z wykorzystaniem techniki \"Pave\". Które z poniższych stwierdzeń jest prawdziwe na temat tej techniki?": "Вы готовите флористическую композицию с использованием техники \"Pave\". Какое из следующих утверждений является истинным относительно этой техники?",
            "Technika \"Pave\" polega na tworzeniu kompozycji z różnych kwiatów ułożonych w gęstym, płaskim wzorze": "Техника \"Pave\" заключается в создании композиции из различных цветов, уложенных в плотный, плоский узор.",
            "Technika \"Pave\" polega na tworzeniu kompozycji z różnych kwiatów ułożonych w gęstym, płaskim wzorze, przypominającym brukowane powierzchnie (stąd nazwa - \"Pave\" z francuskiego oznacza \"brukowany\")": "Техника \"Pave\" заключается в создании композиции из различных цветов, уложенных в плотный, плоский узор, напоминающий мощёные поверхности (отсюда и название - \"Pave\" с французского означает \"мощёный\").",
            "Technika \"Pave\" polega na tworzeniu kompozycji z jednego rodzaju kwiatu": "Техника \"Pave\" заключается в создании композиции из одного вида цветка.",
            "Technika \"Pave\" polega na tworzeniu wysokich, pionowych kompozycji": "Техника \"Pave\" заключается в создании высоких вертикальных композиций.",
            "Technika \"Pave\" polega na tworzeniu kompozycji z kwiatów ułożonych w kształcie serca": "Техника \"Pave\" заключается в создании композиции из цветов, уложенных в форме сердца.",
            "Rozważ kompozycję kwiatową składającą się z róż, goździków i tulipanów. Który z tych kwiatów powinien być dominujący, jeśli chcesz stworzyć kompozycję o silnym punkcie centralnym?": "Рассмотри цветочную композицию, состоящую из роз, гвоздик и тюльпанов. Какой из этих цветов должен быть доминирующим, если ты хочешь создать композицию с сильной центральной точкой?",
            "Wszystkie kwiaty powinny być równomiernie rozłożone": "Все цветы должны быть равномерно распределены.",
            "Dianthus": "Гвоздика",
            "Tulipany": "Тюльпаны",
            "Róże": "Розы",
            "Róże są często używane jako punkt centralny w kompozycjach kwiatowych ze względu na ich duże, wyraziste kwiaty. Umieszczenie ich w centrum kompozycji pomoże przyciągnąć uwagę i stworzyć silny punkt centralny": "Розы часто используются как центральный пункт в цветочных композициях из-за их крупных, выразительных цветов. Размещение их в центре композиции поможет привлечь внимание и создать сильный центральный пункт.",
            "Załóżmy, że tworzysz kompozycję florystyczną, której głównym elementem są róże. Które z poniższych działań jest niezalecane podczas przygotowywania róż do kompozycji?": "Предположим, что вы создаете флористическую композицию, главным элементом которой являются розы. Какое из следующих действий не рекомендуется при подготовке роз в композиции?",
            "Zanurzenie całej róży w wodzie": "Погружение всей розы в воду",
            "Usunięcie cierni": "Удаление шипов",
            "Usunięcie dolnych liści": "Удаление нижних листьев",
            "Podcięcie łodygi pod kątem 45 stopni": "Подрезка стебля под углом 45 градусов",
            "Zanurzenie całej róży w wodzie jest niezalecane, ponieważ może prowadzić do szybszego gnicia kwiatów. Pozostałe działania są zalecane podczas przygotowywania róż do kompozycji florystycznej": "Погружение всей розы в воду не рекомендуется, поскольку это может привести к более быстрому гниению цветов. Остальные действия рекомендуются при подготовке роз для флористической композиции.",
            "Przygotowujesz do sprzedaży wazon z roślinami doniczkowymi. Który z poniższych czynników jest najważniejszy przy wyborze wazona?": "Вы готовите к продаже вазон с комнатными растениями. Какой из следующих факторов является самым важным при выборе вазона?",
            "Wysokość wazona": "Высота вазона",
            "Materiał, z którego jest wykonany wazon": "Материал, из которого выполнен вазон",
            "Kolor wazona": "Цвет вазона",
            "Rozmiar otworu wazona": "Размер отверстия вазона",
            "Rozmiar otworu wazona jest kluczowy, ponieważ musi on być odpowiedni do rozmiaru rośliny. Kolor, wysokość i materiał wazona są również ważne, ale to rozmiar otworu decyduje, czy roślina będzie pasować do wazona": "Размер отверстия вазона имеет ключевое значение, потому что он должен быть подходящим для размера растения. Цвет, высота и материал вазона также важны, но именно размер отверстия определяет, подойдет ли растение для вазона.",
            "Żółty i pomarańczowy są kolorami sąsiadującymi na kole kolorów, co oznacza, że dobrze ze sobą współgrają i tworzą harmonijną kombinację": "Жёлтый и оранжевый являются цветами, соседствующими на коле цветов, что означает, что они хорошо сочетаются друг с другом и создают гармоничную комбинацию.",
            "Tulipan i Gerbera": "Тюльпан и гербера",
            "Gerbera i Goździk": "Гербера и гвоздика",
            "Róża i Tulipan": "Роза и тюльпан",
            "Róża i Goździk": "Роза и гвоздика",
            "Zastanów się, jakie narzędzie programowe byłoby najbardziej odpowiednie do wizualizacji kompozycji roślinnej, która ma być wykonana w stylu minimalizmu": "Подумайте, какой программный инструмент был бы наиболее подходящим для визуализации растительной композиции, которая должна быть выполнена в стиле минимализма.",
            "Program do tworzenia prezentacji": "Программа для создания презентаций",
            "Arkusz kalkulacyjny": "Табличный процессор",
            "Program do modelowania 3D": "Программа для моделирования 3D",
            "Program do edycji zdjęć": "Программа для редактирования фотографий",
            "Program do modelowania 3D jest najbardziej odpowiedni do wizualizacji kompozycji roślinnej, szczególnie w stylu minimalizmu, ponieważ pozwala na precyzyjne przedstawienie detali i proporcji": "Программа для 3D моделирования наиболее подходит для визуализации растительной композиции, особенно в стиле минимализма, поскольку позволяет точно представить детали и пропорции.",
            "Otrzymujesz zamówienie na wykonanie kompozycji florystycznej. Koszt materiałów wynosi 180 zł, a koszt robocizny to 120 zł. Klient prosi Cię o wycenę z marżą 15%. Ile wyniesie całkowity koszt kompozycji?": "Вы получаете заказ на выполнение флористической композиции. Стоимость материалов составляет 180 злотых, а затраты на работу — 120 злотых. Клиент просит Вас оценить с наценкой 15%. Какова будет полная стоимость композиции?",
            "Całkowity koszt kompozycji wynosi 180 zł (materiały) + 120 zł (robocizna) = 300 zł. Aby obliczyć cenę sprzedaży z marżą 15%, musisz dodać 15% do kosztu, co daje 300 zł + 15% = 345 zł": "Общая стоимость композиции составляет 180 зл (материалы) + 120 зл (затраты на работу) = 300 зл. Чтобы рассчитать цену продажи с наценкой 15%, необходимо добавить 15% к стоимости, что дает 300 зл + 15% = 345 зл.",
            "Tworzysz kompozycję florystyczną zgodnie z aktualnym trendem \"Zero Waste\". Które z poniższych stwierdzeń jest prawdziwe na temat tego trendu?": "Вы создаете флористическую композицию в соответствии с актуальной тенденцией \"Zero Waste\". Какое из следующих утверждений является истинным относительно этой тенденции?",
            "Trend \"Zero Waste\" polega na tworzeniu kompozycji z minimalnym zużyciem materiałów i maksymalnym wykorzystaniem naturalnych, odnawialnych lub recyklingowych materiałów": "Тренд \"Zero Waste\" заключается в создании композиций с минимальным использованием материалов и максимальным использованием натуральных, возобновляемых или перерабатываемых материалов.",
            "Trend \"Zero Waste\" polega na tworzeniu kompozycji z wykorzystaniem tylko sztucznych kwiatów": "Тренд \"Zero Waste\" заключается в создании композиций с использованием только искусственных цветов.",
            "Trend \"Zero Waste\" polega na tworzeniu kompozycji z wykorzystaniem tylko kwiatów w odcieniach białego": "Тренд \"Zero Waste\" заключается в создании композиций с использованием только цветов в оттенках белого.",
            "Trend \"Zero Waste\" polega na tworzeniu kompozycji z wykorzystaniem tylko jednego rodzaju kwiatu": "Тренд \"Zero Waste\" заключается в создании композиций с использованием только одного вида цветов.",
            "Trend \"Zero Waste\" w florystyce polega na minimalizowaniu odpadów poprzez maksymalne wykorzystanie naturalnych, odnawialnych lub recyklingowych materiałów. Nie ma ograniczeń co do rodzaju czy koloru kwiatów używanych w takiej kompozycji": "Тренд \"Zero Waste\" во флористике заключается в минимизации отходов за счет максимального использования натуральных, возобновляемых или перерабатываемых материалов. Нет ограничений по виду или цвету цветов, используемых в такой композиции.",
            "Na podstawie powyższej tabeli, ile roślin różnych gatunków powinieneś użyć do stworzenia kompozycji florystycznej?": "На основании вышеуказанной таблицы, сколько растений различных видов ты должен использовать для создания флористической композиции?",
            "Tabela pokazuje, że powinieneś użyć 3 roślin oznaczonych symbolem \"○\", 2 roślin oznaczonych symbolem \"□\" i 1 roślinę oznaczoną symbolem \"△\". Sumując te liczby, otrzymujemy 6 roślin": "Таблица показывает, что следует использовать 3 растения, обозначенные символом \"○\", 2 растения, обозначенные символом \"□\" и 1 растение, обозначенное символом \"△\". Суммируя эти числа, получаем 6 растений.",
            "Kiedy planujesz kompozycję florystyczną, który z poniższych układów kompozycyjnych jest najlepszy do stworzenia poczucia ruchu i dynamiki?": "Когда планируешь флористическую композицию, какой из перечисленных укладов композиционных является лучшим для создания чувства движения и динамики?",
            "Symetryczny układ": "Симметричный уклад",
            "Asymetryczny układ": "Асимметричный уклад",
            "Układ radialny": "Радиальный уклад",
            "Układ równoległy": "Параллельный уклад",
            "Asymetryczny układ jest najlepszy do stworzenia poczucia ruchu i dynamiki w kompozycji florystycznej. Asymetria dodaje napięcia i ekscytacji do kompozycji, co przekłada się na poczucie ruchu": "Асимметричный уклад является лучшим для создания ощущения движения и динамики в флористической композиции. Асимметрия добавляет напряжения и возбуждения в композицию, что переводится на ощущение движения.",
            "Zdecydowałeś się na stworzenie kompozycji roślinnej w pojemniku na tarasie. Wybierz zestaw roślin, które dobrze będą ze sobą współgrały pod względem wymagań dotyczących podlewania": "Вы решили создать растительную композицию в контейнере на террасе. Выберите набор растений, которые будут хорошо сочетаться друг с другом с точки зрения требований к поливу.",
            "Fuksja, kaktus, sukulent": "Фуксия, кактус, суккулент",
            "Begonia, sukulent, storczyk": "Бегония, суккулент, орхидея",
            "Storczyk, kaktus, pelargonia": "Орхидея, кактус, пеларгония",
            "Pelargonia, fuksja, begonia": "Пеларгония, фуксия, бегония",
            "Pelargonia, fuksja i begonia to rośliny, które wymagają podobnego stopnia wilgotności podłoża. Wszystkie te rośliny dobrze znoszą regularne podlewanie, co sprawia, że mogą być uprawiane w jednym pojemniku": "Пеларгония, фуксия и бегония - это растения, которые требуют схожей степени влажности подложки. Все эти растения хорошо переносят регулярный полив, что позволяет их выращивать в одном контейнере.",
            "Zastanów się nad kompozycją kwiatową, która ma być symetryczna. Jakie elementy powinny być zgodne, aby zachować symetrię?": "Подумайте о цветочной композиции, которая должна быть симметричной. Какие элементы должны совпадать, чтобы сохранить симметрию?",
            "Wysokość i kolor": "Высота и цвет",
            "Kolor i tekstura": "Цвет и текстура",
            "Wielkość i kolor": "Размер и цвет",
            "Wysokość i kształt": "Высота и форма",
            "Symetria w kompozycji kwiatowej odnosi się do równowagi wizualnej. Aby osiągnąć symetrię, elementy po obu stronach kompozycji muszą być zgodne pod względem wysokości i kształtu": "Симметрия в цветочной композиции относится к визуальному равновесию. Чтобы достичь симметрии, элементы по обе стороны композиции должны соответствовать по высоте и форме.",
            "Planujesz kompozycję florystyczną z roślin rabatowych. Który z poniższych nawozów jest najbardziej odpowiedni do zastosowania w okresie jesieni?": "Планируешь флористическую композицию из клумбовых растений. Какое из указанных удобрений наиболее подходит для применения в осенний период?",
            "W okresie jesieni, kiedy rośliny przygotowują się do zimy, najbardziej odpowiedni jest nawóz o wysokiej zawartości potasu, który wzmacnia rośliny i pomaga im przetrwać zimę": "В период осени, когда растения готовятся к зиме, наиболее подходящим является удобрение с высоким содержанием калия, которое укрепляет растения и помогает им пережить зиму.",
            "Krótkie gałązki jodły na wianku ze słomy powinno się układać": "Короткие веточки пихты на венке из соломы следует укладывать.",
            "Do wykonania bukietu urodzinowego florysta wykorzystał następujący materiał florystyczny: rośliny, kryzę i inne dodatki. Na podstawie danych zamieszczonych w tabeli oblicz koszt całkowity wykonania kompozycji, jeśli robocizna stanowi 30% wykorzystanych materiałów florystycznych": "Для выполнения букета на день рождения флорист использовал следующий флористический материал: растения, декоративный воротник и другие добавки. На основании данных, приведенных в таблице, рассчитайте общую стоимость выполнения композиции, если затраты на работу составляют 30% от использованных флористических материалов.",
            "Aloes": "Алоэ.",
            "piłki ręcznej": "ручной пилы.",
            "Do cięcia łodyg Hippeastrum należy użyć noża, ponieważ umożliwi to precyzyjne i czyste cięcie, które wspomoże proces gojenia rany": "Для обрезки стеблей гиппеаструма следует использовать нож, поскольку это позволит сделать точный и чистый срез, который поможет процессу заживления раны.",
            "Gerbera": "Гербера.",
            "W temperaturze 6°C można schładzać": "При температуре 6°C можно охлаждать.",
            "cantedeskie": "зантедескию",
            "w gąbce flory stycznej": "в пене флоры стыковой.",
            "wieńca warszawskiego": "варшавского венка.",
            "do stabilizowania kokard w bukiecie": "для стабилизации бантов в букете.",
            "Ligustrum vulgare": "Бирючина обыкновенная.",
            "w kartonie wyłożonym miękkim papierem": "в коробке, выложенной мягкой бумагой.",
            "skalę rysunku": "масштаб рисунка",
            "Zgodnie z tabelą, irysy są rośliną, której potrzeba najmniej (5 sztuk) do wykonania kompozycji florystycznej": "Согласно таблице, ирисы - это растение, которого требуется меньше всего (5 штук) для выполнения флористической композиции.",
            "Irysy są rośliną, której potrzeba najmniej do wykonania kompozycji": "Ирисы — это растение, которого требуется меньше всего для создания композиции.",
            "Do wykonania kompozycji potrzeba więcej tulipanów niż róż": "Для выполнения композиции нужно больше тюльпанов, чем роз.",
            "Do wykonania kompozycji potrzeba więcej róż niż tulipanów": "Для выполнения композиции требуется больше роз, чем тюльпанов.",
            "Wybierz prawdziwe stwierdzenie dotyczące uprawy roślin rabatowych": "Выберите истинное утверждение, касающееся выращивания клумбовых растений.",
            "Rośliny rabatowe wymagają regularnej pielęgnacji i odpowiednich warunków uprawy": "Клумбовые растения требуют регулярного ухода и соответствующих условий выращивания.",
            "Rośliny rabatowe nie wymagają regularnego nawadniania": "Клумбовые растения не требуют регулярного полива.",
            "Rośliny rabatowe mogą rosnąć na dowolnym typie podłoża": "Клумбовые растения могут расти на любом типе подложки.",
            "Rośliny rabatowe najlepiej rosną w cieniu": "Клумбовые растения лучше всего растут в тени.",
            "Rośliny rabatowe wymagają regularnej pielęgnacji i odpowiednich warunków uprawy, aby dobrze rosły i kwitły. Pozostałe stwierdzenia są nieprawdziwe": "Клумбовые растения требуют регулярного ухода и соответствующих условий выращивания, чтобы хорошо расти и цвести. Остальные утверждения являются неверными.",
            "Wykonać zamówienie bez informowania klienta o braku zgodności": "Выполнить заказ, не информируя клиента о несоответствии.",
            "Poinformować klienta o braku zgodności i zaproponować alternatywę": "Сообщить клиенту о несоответствии и предложить альтернативу.",
            "Odmówić wykonania zamówienia": "Отказаться от выполнения заказа",
            "Gałęziaki": "Веточки.",
            "Lathyrus odoratus": "Душистый горошек",
            "graficznego": "графического.",
            "oleander i bananowiec": "олеандр и банановое дерево.",
            "Rozważ poniższą tabelę prezentującą różne style florystyczne wraz z ich charakterystycznymi cechami: Na podstawie powyższej tabeli, określ styl, który najlepiej pasuje do kompozycji składającej się z prostych form, ograniczonej palety barw i materiałów": "Рассмотрите следующую таблицу, представляющую различные флористические стили вместе с их характерными чертами: На основании вышеупомянутой таблицы определите стиль, который лучше всего подходит для композиции, состоящей из простых форм, ограниченной палитры расцветок и материалов.",
            "Styl minimalistyczny": "Стиль минималистичный",
            "Styl orientalny": "Восточный стиль",
            "Styl formalny": "Стиль формальный",
            "Styl rustykalny": "Деревенский стиль",
            "Styl minimalistyczny w florystyce cechuje się prostymi formami, ograniczoną paletą barw i materiałów. Jest to styl skupiający się na prostocie i minimalizmie": "Стиль минималистичный в флористике характеризуется простыми формами, ограниченной палитрой расцветок и материалов. Это стиль, сосредотачивающийся на простоте и минимализме.",
            "Róże czerwone": "Красные розы",
            "Lilie białe": "Лилия белоснежная",
            "Gerbery żółte": "Герберы желтые",
            "Gerbery żółte nie pasują do koncepcji kompozycji utrzymanej w kolorach czerwieni i białego. Wybór odpowiednich kolorów jest kluczowy dla harmonii kompozycji florystycznej": "Желтые герберы не подходят к концепции композиции, выдержанной в цветах красного и белого. Выбор соответствующих цветов является ключевым для гармонии флористической композиции.",
            "Klientka chce złożyć zamówienie na bukiet ślubny. Które z poniższych pytań jest najmniej istotne podczas rozmowy z klientem?": "Клиентка хочет сделать заказ на свадебный букет. Какой из следующих вопросов является наименее важным при разговоре с клиентом?",
            "Jakie kwiaty były w bukiecie ślubnym matki Panny Młodej?": "Какие цветы были в свадебном букете матери Невесты?",
            "Jakie są ulubione kwiaty Panny Młodej?": "Какие любимые цветы у Невесты?",
            "Jaki jest kolor sukni Panny Młodej?": "Какой цвет платья невесты?",
            "Jaki jest budżet klientki na bukiet?": "Каков бюджет клиентки на букет?",
            "Choć wszystkie pytania mogą pomóc w zrozumieniu oczekiwań klienta, to pytanie o kwiaty w bukiecie ślubnym matki Panny Młodej jest najmniej istotne, ponieważ nie wpływa bezpośrednio na wybór kwiatów do aktualnego bukietu": "Хотя все вопросы могут помочь в понимании ожиданий клиента, вопрос о цветах в свадебном букете матери Невесты является наименее важным, поскольку не влияет непосредственно на выбор цветов для текущего букета.",
            "Załóżmy, że masz do wykonania kompozycję florystyczną w stylu Ikebana. Które z poniższych zasad powinieneś przestrzegać podczas jej tworzenia?": "Предположим, что вам нужно выполнить флористическую композицию в стиле икебана. Каких из следующих принципов вам следует придерживаться при ее создании?",
            "Kompozycja powinna odzwierciedlać naturalne piękno i harmonię": "Композиция должна отражать естественную красоту и гармонию.",
            "Kompozycja powinna być symetryczna i równomierna": "Композиция должна быть симметричной и равномерной.",
            "Kompozycja powinna być kolorowa i pełna różnorodnych gatunków roślin": "Композиция должна быть красочной и полной разнообразных видов растений.",
            "Kompozycja powinna zawierać duże ilości kwiatów i liści": "Композиция должна содержать большое количество цветов и листьев.",
            "Ikebana to japońska sztuka układania kwiatów, która skupia się na prostocie, minimalizmie i odzwierciedlaniu naturalnej harmonii. Nie jest to styl, który wymaga dużej ilości kwiatów czy roślin, ani też nie jest związany z symetrią": "Икебана - это японское искусство укладки цветов, которое сосредотачивается на простоте, минимализме и отражении природной гармонии. Это не стиль, который требует большого количества цветов или растений, и также не связан с симметрией.",
            "Regularne przycinanie końcówek łodyg": "Регулярная обрезка концов стеблей",
            "Przechowywanie kompozycji w ciemnym miejscu": "Хранение композиции в тёмном месте",
            "Zanurzenie roślin w ciepłej wodzie": "Погружение растений в теплую воду",
            "Dodawanie do wody środków konserwujących": "Добавление в воду консервирующих средств",
            "Przechowywanie kompozycji w ciemnym miejscu nie ma znaczącego wpływu na przedłużanie jej trwałości. Inne wymienione metody - regularne przycinanie końcówek łodyg, zanurzenie roślin w ciepłej wodzie oraz dodawanie do wody środków konserwujących - są skutecznymi technikami przedłużania trwałości kompozycji florystycznych z roślin ciętych": "Хранение композиции в темном месте не оказывает значительного влияния на продление её долговечности. Другие перечисленные методы - регулярная обрезка концов стеблей, погружение растений в теплую воду и добавление в воду консервирующих средств - являются эффективными техниками продления долговечности флористических композиций из срезанных растений.",
            "Przygotowujesz kompozycję dekoracyjną dla wnętrz z roślinami doniczkowymi. Który z poniższych nawozów jest najbardziej odpowiedni dla większości roślin doniczkowych?": "Вы готовите декоративную композицию для интерьеров с комнатными растениями. Какое из нижеперечисленных удобрений является наиболее подходящим для большинства комнатных растений?",
            "Nawóz do roślin kwitnących": "Удобрение для цветущих растений",
            "Nawóz do roślin owocowych": "Удобрение для плодовых растений",
            "Nawóz do roślin zielonych": "Удобрение для зеленых растений",
            "Nawóz do roślin akwariowych": "Удобрение для аквариумных растений",
            "Większość roślin doniczkowych to rośliny zielone, które wymagają nawozu specjalnie dla nich zaprojektowanego. Nawóz ten zawiera odpowiednie proporcje składników odżywczych, które pomagają w utrzymaniu zdrowych liści i silnego wzrostu": "Большинство комнатных растений являются зелеными растениями, которые требуют удобрения, специально для них разработанного. Это удобрение содержит соответствующие пропорции питательных веществ, которые помогают поддерживать здоровые листья и сильный рост.",
            "Zamierzasz stworzyć kompozycję florystyczną na podstawie poniższej tabeli. Która z opcji jest najbardziej odpowiednia?": "Ты собираешься создать флористическую композицию на основе нижеприведенной таблицы. Какой из вариантов наиболее подходит?",
            "Użyj 5 róż, 3 tulipanów i 4 goździków, utrzymując symetrię kompozycji": "Используйте 5 роз, 3 тюльпана и 4 гвоздики, сохраняя симметрию композиции.",
            "Użyj 5 róż, 3 tulipanów i 4 goździków, umieszczając różne kwiaty w różnych częściach kompozycji": "Используй 5 роз, 3 тюльпана и 4 гвоздики, размещая различные цветы в разных частях композиции.",
            "Użyj 5 róż, 3 tulipanów i 4 goździków, umieszczając wszystkie kwiaty na tej samej wysokości": "Используй 5 роз, 3 тюльпана и 4 гвоздики, размещая все цветы на одной высоте.",
            "Użyj 5 róż, 3 tulipanów i 4 goździków, umieszczając różne kwiaty na różnych wysokościach": "Используйте 5 роз, 3 тюльпана и 4 гвоздики, размещая различные цветы на разных высотах.",
            "Symetria jest jednym z kluczowych elementów w kompozycji florystycznej. Dlatego najlepszym wyborem będzie utrzymanie symetrii kompozycji, używając podanej ilości kwiatów": "Симметрия является одним из ключевых элементов в флористической композиции. Поэтому лучшим выбором будет поддержание симметрии композиции, используя заданное количество цветов.",
            "A-1, B-2, C-4, D-3": "A-1, B-2, C-4, D-3",
            "A-2, B-4, C-3, D-1": "A-2, B-4, C-3, D-1",
            "A-4, B-2, C-1, D-3": "A-4, B-2, C-1, Д-3",
            "A-3, B-1, C-2, D-4": "A-3, B-1, C-2, D-4",
            "W epoce wiktoriańskiej dominowało użycie wielu kolorów i form (A-4), w baroku - bujne, symetryczne kompozycje (B-2), w renesansie - prostota i minimalizm (C-1), a w modernizmie - dominacja pojedynczego kwiatu (D-3)": "В викторианскую эпоху доминировало использование множества цветов и форм (A-4), в барокко - пышные, симметричные композиции (B-2), в эпоху Возрождения - простота и минимализм (C-1), а в модернизме - доминация одного цветка (D-3).",
            "Róża, Goździk, Sunflower": "Роза, гвоздика, подсолнечник",
            "Chryzantema, Róża, Goździk": "Хризантема, Роза, Гвоздика",
            "Tulipan, Róża, Goździk": "Тюльпан, Роза, Гвоздика",
            "Sunflower, Tulipan, Chryzantema": "Подсолнух, тюльпан, хризантема.",
            "Tulipany są typowymi kwiatami wiosennymi, a róża i goździk są dostępne przez cały rok. Wszystkie te kwiaty są odpowiednie do stworzenia kompozycji na wiosenny ślub": "Тюльпаны являются типичными весенними цветами, а роза и гвоздика доступны круглый год. Все эти цветы подходят для создания композиции на весеннюю свадьбу.",
            "Uważnie przyjrzyj się poniższej tabeli, która przedstawia elementy kompozycji florystycznej. Wybierz odpowiedź, która najlepiej opisuje, jak te elementy powinny być zastosowane w praktyce": "Внимательно изучите таблицу ниже, которая представляет элементы флористической композиции. Выберите ответ, который лучше всего описывает, как эти элементы должны быть применены на практике.",
            "Elementy kompozycji powinny być stosowane według uznania florysty": "Элементы композиции должны использоваться по усмотрению флориста.",
            "Elementy kompozycji powinny być stosowane razem, ale tylko jeden element powinien dominować": "Элементы композиции должны применяться вместе, но только один элемент должен доминировать.",
            "Wszystkie elementy kompozycji powinny być stosowane razem i żaden element nie powinien dominować": "Все элементы композиции должны использоваться вместе, и ни один элемент не должен доминировать.",
            "Elementy kompozycji powinny być stosowane oddzielnie, każdy w innej kompozycji": "Элементы композиции должны применяться отдельно, каждый в другой композиции.",
            "Wszystkie elementy kompozycji powinny być stosowane razem, aby stworzyć harmonijną i zbalansowaną kompozycję florystyczną. Żaden element nie powinien dominować nad innymi, aby nie zaburzyć równowagi i proporcji kompozycji": "Все элементы композиции должны использоваться вместе, чтобы создать гармоничную и сбалансированную флористическую композицию. Ни один элемент не должен доминировать над другими, чтобы не нарушить баланс и пропорции композиции.",
            "Zapewnienie jednolitej jakości produktów na rynku": "Обеспечение единого качества продукции на рынке",
            "Ograniczenie konkurencji na rynku": "Ограничение конкуренции на рынке",
            "Ułatwienie handlu międzynarodowego": "Облегчение международной торговли",
            "Zwiększenie bezpieczeństwa użytkowania produktów": "Увеличение безопасности использования продуктов.",
            "fungicydy": "Фунгициды.",
            "Jako florysta, ile zarobisz na kompozycji florystycznej, jeśli sprzedasz ją za 200 zł, a koszt jej wykonania (materiały + robocizna) wyniósł 150 zł?": "Как флорист, сколько вы заработаете на флористической композиции, если продадите её за 200 злотых, а стоимость её выполнения (материалы + затраты на работу) составила 150 злотых?",
            "Zarobek na kompozycji to różnica między ceną sprzedaży a kosztem wykonania. W tym przypadku wynosi to 200 zł - 150 zł = 50 zł": "Доход от композиции — это разница между ценой продажи и стоимостью изготовления. В этом случае он составляет 200 злотых - 150 злотых = 50 злотых.",
            "Zakładając, że chcesz suszyć bukiet róż, który z poniższych czynników NIE wpływa na proces suszenia?": "Предполагая, что вы хотите засушить букет роз, какой из перечисленных факторов НЕ влияет на процесс сушки?",
            "Przepływ powietrza": "Поток воздуха",
            "Wilgotność powietrza": "Влажность воздуха",
            "Temperatura otoczenia": "Температура окружающей среды",
            "Kolor róż": "Цвет розы",
            "Kolor róż nie wpływa na proces suszenia. Natomiast wilgotność powietrza, temperatura otoczenia i przepływ powietrza są kluczowymi czynnikami wpływającymi na proces suszenia roślin": "Цвет розы не влияет на процесс сушки. Зато влажность воздуха, температура окружающей среды и поток воздуха являются ключевыми факторами, влияющими на процесс сушки растений.",
            "JIS Z 8401:1999": "JIS Z 8401:1999",
            "ISO\/IEC 17025:2017": "ISO\/IEC 17025:2017",
            "DIN EN ISO 9001:2015": "DIN EN ISO 9001:2015",
            "Zastanów się nad kompozycją florystyczną na Wielkanoc. Który z poniższych zestawów roślin i materiałów dekoracyjnych jest najbardziej odpowiedni?": "Подумайте над флористической композицией на Пасху. Какой из нижеперечисленных наборов растений и декоративных материалов наиболее подходящий?",
            "Tulipany, pisanki, gałązki bazie": "Тюльпаны, пасхальные яйца, веточки вербы",
            "Róże, koraliki, gałązki sosnowe": "Розы, бусины, сосновые веточки",
            "Lilie, bombki, gałązki świerku": "Лилии, шарики, веточки ели",
            "Storczyki, wstążki satynowe, gałązki brzozy": "Орхидеи, атласные ленты, веточки берёзы",
            "Wielkanocna kompozycja florystyczna często zawiera wiosenne kwiaty, takie jak tulipany. Pisanki są tradycyjnym elementem dekoracji wielkanocnych, a gałązki bazie dodają naturalnego uroku": "Пасхальная флористическая композиция часто содержит весенние цветы, такие как тюльпаны. Пасхальные яйца являются традиционным элементом пасхального декора, а веточки вербы добавляют природного очарования.",
            "Poniżej znajduje się tabela przedstawiająca różne rodzaje kwiatów i ich średni czas trwania po przycięciu. Wybierz, który z kwiatów ma najkrótszy czas trwania": "Ниже представлена таблица, показывающая различные виды цветов и их среднее время продолжительности после срезки. Выберите, какой из цветов имеет самое короткое время продолжительности.",
            "Zgodnie z danymi w tabeli, tulipany mają najkrótszy średni czas trwania po przycięciu, wynoszący od 5 do 7 dni": "Согласно данным в таблице, тюльпаны имеют самый короткий средний срок службы после обрезки, составляющий от 5 до 7 дней.",
            "Zobacz na poniższą tabelę przedstawiającą listę roślin i ich ilość potrzebną do wykonania kompozycji florystycznej. Które stwierdzenie jest prawdziwe?": "Посмотрите на нижеприведённую таблицу, представляющую список растений и их количество, необходимое для выполнения флористической композиции. Какое утверждение является истинным?",
            "Zakładając, że chcesz wykonać kompozycję florystyczną z roślin ciętych, które techniki przedłużania ich trwałości powinieneś zastosować?": "Предполагая, что вы хотите выполнить флористическую композицию из срезанных растений, какие техники продления их долговечности вы должны применить?",
            "Przechowywanie roślin w lodówce przez kilka godzin przed użyciem": "Хранение растений в холодильнике в течение нескольких часов перед использованием.",
            "Zanurzenie roślin w ciepłej wodzie przez kilka godzin": "Погружение растений в теплую воду на несколько часов",
            "Przygotowanie roślin poprzez podgrzewanie końcówki łodygi": "Подготовка растений путем подогрева кончика стебля",
            "Wszystkie powyższe": "Все вышеперечисленные",
            "Wszystkie wymienione techniki są stosowane w celu przedłużenia trwałości roślin ciętych. Zanurzenie roślin w ciepłej wodzie pomaga otworzyć naczynia przewodzące, podgrzewanie końcówki łodygi zapobiega tworzeniu się zatkania, a przechowywanie roślin w lodówce pomaga spowolnić procesy metaboliczne": "Все перечисленные техники применяются для продления долговечности срезанных растений. Погружение растений в теплую воду помогает открыть проводящие сосуды, подогревание кончика стебля предотвращает образование закупорки, а хранение растений в холодильнике помогает замедлить метаболические процессы.",
            "Przygotowujesz kompozycję z roślin sztucznych. Który z poniższych materiałów jest najczęściej wykorzystywany do tworzenia sztucznych kwiatów?": "Вы готовите композицию из искусственных растений. Какой из перечисленных материалов наиболее часто используется для создания искусственных цветов?",
            "Papier": "Бумага",
            "Szkło": "Стекло",
            "Jedwab": "Шелк",
            "Metal": "Металл",
            "Sztuczne kwiaty są najczęściej wykonane z jedwabiu ze względu na jego delikatność i zdolność do naśladowania naturalnego wyglądu prawdziwych kwiatów": "Искусственные цветы чаще всего изготавливаются из шелка из-за его нежности и способности имитировать естественный вид настоящих цветов.",
            "Rozważasz wykonanie kompozycji na Dzień Matki. Jaki rodzaj kwiatów będzie najbardziej odpowiedni, biorąc pod uwagę symbolikę kwiatów?": "Вы рассматриваете создание композиции на День Матери. Какие цветы будут наиболее подходящими, учитывая символику цветов?",
            "Peonie - symbolizują szczęście, zdrowie i miłość matczyną": "Пионы - символизируют счастье, здоровье и материнскую любовь.",
            "Chryzantemy - symbolizują śmierć i żałobę": "Хризантемы - символизируют смерть и траур.",
            "Róże czerwone - symbolizują romantyczną miłość": "Красные розы - символизируют романтическую любовь",
            "Peonie są symbolem szczęścia, zdrowia i miłości matczyną, co czyni je idealnym wyborem na Dzień Matki": "Пионы являются символом счастья, здоровья и материнской любви, что делает их идеальным выбором на День Матери.",
            "Wskaż styl kompozycji roślinnej, który często wykorzystuje asymetrię, puste przestrzenie i naturalne materiały takie jak kamienie i drewno": "Укажите стиль растительной композиции, который часто использует асимметрию, пустые пространства и натуральные материалы такие как камни и дерево.",
            "Styl wiejski": "Сельский стиль",
            "Styl orientalny często wykorzystuje asymetrię, puste przestrzenie oraz naturalne materiały takie jak kamienie i drewno": "Восточный стиль часто использует асимметрию, пустые пространства и натуральные материалы, такие как камни и древесина.",
            "Który z poniższych bukietów jest najbardziej odpowiedni do dekoracji wnętrz, biorąc pod uwagę ich kształt i sposób prezentacji?": "Какой из следующих букетов наиболее подходит для декорации интерьеров, учитывая их форму и способ презентации?",
            "Bukiet dekoracyjny": "Декоративный букет",
            "Bukiet standardowy": "Букет стандартный",
            "Bukiet mieszany": "Букет смешанный",
            "Bukiet dekoracyjny jest najbardziej odpowiedni do dekoracji wnętrz, ponieważ jest zwykle zaprojektowany tak, aby wyglądał atrakcyjnie z każdej strony i mógł być umieszczony w centrum pomieszczenia": "Букет декоративный является наиболее подходящим для украшения интерьеров, поскольку он обычно спроектирован так, чтобы выглядеть привлекательно с каждой стороны и мог быть размещен в центре помещения.",
            "Klient prosi Cię o wykonanie bukietu z kwiatów sezonowych. Wskaż, które z poniższych zestawów kwiatów są odpowiednie do wykonania bukietu wiosennego": "Клиент просит вас сделать букет из сезонных цветов. Укажите, какие из предложенных наборов цветов подходят для создания весеннего букета.",
            "Maki, słoneczniki, lilie": "Мак, подсолнечник, лилия",
            "Tulipany, narcyzy, frezje": "Тюльпаны, нарциссы, фрезии",
            "Róże, goździki, storczyki": "Розы, гвоздики, орхидеи",
            "Chryzantemy, wrzosy, dalie": "Хризантемы, верески, георгины",
            "Tulipany, narcyzy i frezje to kwiaty, które są dostępne i kwitną wiosną. Pozostałe zestawy kwiatów są charakterystyczne dla innych pór roku": "Тюльпан, нарцисс и фрезия - это цветы, которые доступны и цветут весной. Остальные наборы цветов характерны для других времен года.",
            "Klientka wchodzi do Twojego sklepu i wygląda na zdezorientowaną. Jakie jest najlepsze podejście do tej sytuacji?": "Клиентка входит в ваш магазин и выглядит озадаченной. Какой лучший подход к этой ситуации?",
            "Zapytaj ją, czy potrzebuje pomocy": "Спросите ее, нужна ли помощь.",
            "Zignoruj ją, dopóki sama nie poprosi o pomoc": "Игнорируйте ее, пока она сама не попросит о помощи.",
            "Powiedz jej, że nie ma czasu na obsługę klientów, którzy nie wiedzą, czego chcą": "Скажите ей, что нет времени обслуживать клиентов, которые не знают, чего хотят.",
            "Zaproponuj jej od razu najdroższy produkt w sklepie": "Предложите ей сразу самый дорогой продукт в магазине.",
            "Kiedy klient wygląda na zdezorientowanego, najlepszym podejściem jest zaoferowanie pomocy. To pokazuje, że florysta jest gotowy do wsparcia i doradztwa, co może pomóc w budowaniu pozytywnej relacji z klientem": "Когда клиент выглядит растерянным, лучшим подходом будет предложить помощь. Это показывает, что флорист готов оказать поддержку и дать совет, что может помочь в построении позитивных отношений с клиентом.",
            "Zakładasz, że klient, który wchodzi do Twojego sklepu florystycznego, chce kupić bukiet na urodziny swojej żony. Jakie jest najbardziej odpowiednie podejście do klienta?": "Вы предполагаете, что клиент, который входит в ваш цветочный магазин, хочет купить букет на день рождения своей жены. Какой подход к клиенту является наиболее подходящим?",
            "Zaproponuj mu od razu najdroższy bukiet, który masz w sklepie": "Предложите ему сразу самый дорогой букет, который есть у вас в магазине.",
            "Zapytaj go, jakie kwiaty lubi jego żona": "Спросите его, какие цветы любит его жена.",
            "Zignoruj go i pozwól mu samemu wybrać bukiet": "Игнорируйте его и позвольте ему самостоятельно выбрать букет.",
            "Powiedz mu, że nie ma bukietów na urodziny": "Скажите ему, что нет букетов на день рождения.",
            "Rozpoznawanie potrzeb klienta jest kluczowe w budowaniu relacji z nim. Zadając pytanie o preferencje żony klienta, florysta pokazuje zainteresowanie i chęć dostosowania oferty do indywidualnych potrzeb klienta": "Распознавание потребностей клиента является ключевым в построении отношений с ним. Задавая вопрос о предпочтениях жены клиента, флорист проявляет интерес и желание адаптировать предложение к индивидуальным потребностям клиента.",
            "Wybierz najważniejszą cechę programu komputerowego, którego używasz do tworzenia dokumentacji projektowej dekoracji roślinnej": "Выберите самую важную характеристику компьютерной программы, которую вы используете для создания проектной документации растительных декораций.",
            "Program musi być łatwy w obsłudze": "Программа должна быть простой в использовании.",
            "Program musi mieć wiele funkcji i narzędzi": "Программа должна иметь много функций и инструментов.",
            "Program musi umożliwiać tworzenie realistycznych wizualizacji": "Программа должна обеспечивать создание реалистичных визуализаций.",
            "Program musi być darmowy": "Программа должна быть бесплатной",
            "Choć wszystkie wymienione cechy są ważne, najważniejszym aspektem jest umożliwienie tworzenia realistycznych wizualizacji. Dzięki temu klient będzie mógł dokładnie zobaczyć, jak będzie wyglądać końcowa dekoracja": "Хотя все перечисленные черты важны, самым важным аспектом является возможность создания реалистичных визуализаций. Благодаря этому клиент сможет точно увидеть, как будет выглядеть конечная декорация.",
            "Które z poniższych stwierdzeń najlepiej opisuje rolę normy jakości w florystyce?": "Какое из следующих утверждений лучше всего описывает роль стандарта качества во флористике?",
            "Norma jakości nie ma znaczenia w florystyce": "Стандарт качества не имеет значения в флористике.",
            "Norma jakości służy tylko do oceny pracy florysty przez klienta": "Стандарт качества служит только для оценки работы флориста клиентом.",
            "Norma jakości służy tylko do oceny pracy florysty przez innych florystów": "Стандарт качества служит только для оценки работы флориста другими флористами.",
            "Norma jakości służy do oceny pracy florysty przez klienta i innych florystów oraz do utrzymania wysokiego standardu usług florystycznych": "Стандарт качества служит для оценки работы флориста клиентом и другими флористами, а также для поддержания высокого уровня флористических услуг.",
            "Norma jakości w florystyce służy do oceny pracy florysty zarówno przez klienta, jak i innych florystów. Pomaga również utrzymać wysoki standard usług florystycznych poprzez określenie oczekiwań dotyczących procesu tworzenia i wyglądu końcowego kompozycji florystycznej": "Стандарт качества во флористике служит для оценки работы флориста как клиентом, так и другими флористами. Он также помогает поддерживать высокий стандарт флористических услуг, определяя ожидания относительно процесса создания и внешнего вида конечной флористической композиции.",
            "Jaki jest najbezpieczniejszy sposób transportu dla delikatnych roślin doniczkowych na długie dystanse?": "Какой самый безопасный способ транспортировки для деликатных комнатных растений на длинные расстояния?",
            "Pociąg": "Поезд",
            "Ciężarówka": "Грузовик",
            "Samolot": "Самолет",
            "Samochód osobowy": "Легковой автомобиль",
            "Samochód osobowy jest najbezpieczniejszym sposobem transportu dla delikatnych roślin doniczkowych na długie dystanse, ponieważ pozwala na kontrolę warunków podczas całego transportu, takich jak temperatura, wilgotność i ilość światła": "Легковой автомобиль является самым безопасным способом транспортировки деликатных комнатных растений на длинные дистанции, поскольку позволяет контролировать условия в течение всего транспортировки, такие как температура, влажность и количество света.",
            "Zidentyfikuj, które z poniższych stwierdzeń dotyczących normy jakości w florystyce jest prawdziwe": "Идентифицируйте, какое из следующих утверждений касательно стандарта качества во флористике является истинным.",
            "Norma jakości określa tylko wygląd końcowy kompozycji florystycznej": "Стандарт качества определяет только конечный вид флористической композиции.",
            "Norma jakości obejmuje zarówno proces tworzenia kompozycji florystycznej, jak i jej wygląd końcowy": "Стандарт качества охватывает как процесс создания флористической композиции, так и её конечный вид.",
            "Norma jakości nie ma wpływu na proces tworzenia kompozycji florystycznej": "Стандарт качества не влияет на процесс создания флористической композиции.",
            "Norma jakości jest nieistotna dla profesjonalnego florysty": "Стандарт качества не имеет значения для профессионального флориста.",
            "Norma jakości w florystyce obejmuje zarówno proces tworzenia kompozycji florystycznej, jak i jej wygląd końcowy. Wpływa na wybór materiałów, technik i stylów, a także na ostateczny rezultat pracy florysty": "Стандарт качества во флористике охватывает как процесс создания флористической композиции, так и её окончательный вид. Влияет на выбор материалов, техник и стилей, а также на конечный результат работы флориста.",
            "Planujesz dekoracje wnętrza za pomocą roślin doniczkowych. Chcesz wybrać roślinę, która będzie dobrze rosła w cieniu i miała niskie wymagania wilgotnościowe. Która z poniższych roślin będzie najlepszym wyborem?": "Вы планируете декор интерьера с помощью комнатных растений. Хотите выбрать растение, которое будет хорошо расти в тени и будет иметь низкие требования к влажности. Какое из приведенных ниже растений будет лучшим выбором?",
            "Zamiokulkas jest doskonałym wyborem dla miejsc o niskim nasłonecznieniu i niskiej wilgotności, ponieważ jest to roślina bardzo odporna i łatwa w uprawie": "Замиокулькас является отличным выбором для мест с низким уровнем освещённости и влажности, поскольку это растение очень устойчиво и легко в выращивании.",
            "Przygotowujesz kompozycję florystyczną na ślub. Poniżej przedstawiono tabelę z różnymi elementami dekoracyjnymi. Wybierz zestaw, który jest najbardziej odpowiedni dla tego typu okazji": "Подготавливаешь цветочную композицию на свадьбу. Ниже представлена таблица с различными декоративными элементами. Выбери набор, который наиболее подходит для этого типа случая.",
            "Zestaw B": "Набор B",
            "Zestaw A": "Набор A",
            "Zestaw C": "Набор C",
            "Zestaw D": "Набор D",
            "Białe orchidee symbolizują czystość i niewinność, co jest często kojarzone z ceremonią ślubną. Białe wstążki i perły są klasycznymi dodatkami do ślubnych kompozycji florystycznych": "Белые орхидеи символизируют чистоту и невинность, что часто ассоциируется со свадебной церемонией. Белые ленты и жемчуг являются классическими аксессуарами к свадебным флористическим композициям.",
            "Zidentyfikuj, które z poniższych oznaczeń odpowiada normie krajowej Niemiec": "Определите, какое из нижеприведённых обозначений соответствует государственному стандарту Германии.",
            "Oznaczenie \"DIN EN ISO 9001:2015\" odpowiada normie krajowej Niemiec. \"DIN\" to Deutsches Institut für Normung, czyli Niemiecki Instytut Normalizacji": "Обозначение \"DIN EN ISO 9001:2015\" соответствует национальному стандарту Германии. \"DIN\" — это Deutsches Institut für Normung, то есть Немецкий институт стандартизации.",
            "ANSI\/ASME B1.20.1-1983": "ANSI\/ASME B1.20.1-1983",
            "BS EN 12591:2009": "BS EN 12591:2009",
            "Które z poniższych opakowań jest najmniej odpowiednie do transportu kompozycji florystycznej zawierającej rośliny wrażliwe na niskie temperatury?": "Которая из перечисленных упаковок является наименее подходящей для транспортировки флористической композиции, содержащей растения, чувствительные к низким температурам?",
            "Opakowanie foliowe": "Упаковка из фольги",
            "Opakowanie styropianowe": "Упаковка из пенопласта",
            "Opakowanie z tworzywa sztucznego": "Упаковка из пластика",
            "Opakowanie z tektury falistej": "Упаковка из гофрированного картона",
            "Opakowanie foliowe jest najmniej odpowiednie dla roślin wrażliwych na niskie temperatury, ponieważ nie zapewnia wystarczającej izolacji termicznej, co może prowadzić do przemrożenia roślin": "Упаковка из фольги наименее подходит для растений, чувствительных к низким температурам, поскольку не обеспечивает достаточной термоизоляции, что может привести к подмерзанию растений.",
            "Wybierając rośliny do kompozycji florystycznej, zwracasz uwagę na ich kształt i teksturę. Jakie inne elementy powinieneś uwzględnić, aby twoja kompozycja była harmonijna i spójna?": "Выбирая растения для флористической композиции, обращаете внимание на их форму и текстуру. Какие другие элементы следует учитывать, чтобы ваша композиция была гармоничной и цельной?",
            "Kolor i światło": "Цвет и свет",
            "Wiek i rodzaj rośliny": "Возраст и тип растения",
            "Wielkość i wagę": "Величину и вес",
            "Cenę i dostępność": "Цену и доступность",
            "Kolor i światło są kluczowymi elementami kompozycji plastycznej. Dobór odpowiednich kolorów może wpłynąć na nastrojowy charakter kompozycji, a odpowiednie oświetlenie może podkreślić jej detale i kształty": "Цвет и свет являются ключевыми элементами пластической композиции. Подбор соответствующих цветов может повлиять на атмосферный характер композиции, а соответствующее освещение может подчеркнуть её детали и формы.",
            "Zdecyduj, które z powyższych roślin najlepiej będzie pasować do kompozycji w pomieszczeniu z ogrzewaniem podłogowym, które może powodować szybsze wysychanie podłoża": "Решите, какие из вышеупомянутых растений лучше всего подойдут для композиции в помещении с подогревом пола, который может вызвать более быстрое высыхание подложки.",
            "Aloes i orchidea": "Алоэ и орхидея",
            "Gerbera i paproć": "Гербера и папоротник",
            "Aloes i gerbera": "Алоэ и гербера",
            "Orchidea i paproć": "Орхидея и папоротник",
            "Aloes i orchidea mają umiarkowane wymagania dotyczące podlewania, co oznacza, że lepiej poradzą sobie w warunkach, które mogą powodować szybsze wysychanie podłoża, takie jak ogrzewanie podłogowe": "Алоэ и орхидея имеют умеренные требования к поливу, что означает, что они лучше справятся в условиях, которые могут способствовать более быстрому высыханию подложки, таких как напольное отопление.",
            "Jako florysta, musisz przestrzegać różnych norm i procedur oceny zgodności podczas realizacji swoich zadań zawodowych. Wskaż, który z poniższych dokumentów NIE jest przykładem dokumentu normalizacyjnego": "Как флорист, вы должны соблюдать различные нормы и процедуры оценки соответствия при выполнении своих профессиональных задач. Укажите, какой из следующих документов НЕ является примером документа по стандартизации.",
            "Europejska Norma (EN)": "Европейская норма (EN)",
            "Międzynarodowa Norma (ISO)": "Международный стандарт (ISO)",
            "Polska Norma (PN)": "Польская норма (PN)",
            "Kodeks pracy": "Трудовой кодекс",
            "Polska Norma (PN), Europejska Norma (EN) i Międzynarodowa Norma (ISO) to przykłady dokumentów normalizacyjnych stosowanych w różnych dziedzinach, w tym w florystyce. Kodeks pracy natomiast jest aktem prawnym regulującym stosunki pracy, nie jest dokumentem normalizacyjnym": "Польская Норма (PN), Европейская Норма (EN) и Международная Норма (ISO) — это примеры нормализующих документов, применяемых в различных областях, в том числе в флористике. Трудовой кодекс, напротив, является правовым актом, регулирующим трудовые отношения, он не является нормализующим документом.",
            "Jest to punkt, który jest najbardziej oddalony od obserwatora": "Это точка, которая находится дальше всего от наблюдателя.",
            "Jest to punkt, który przyciąga uwagę obserwatora": "Это точка, которая привлекает внимание наблюдателя.",
            "Jest to punkt, który jest najbliżej obserwatora": "Это точка, которая находится ближе всего к наблюдателю.",
            "Jest to punkt, który jest najmniej widoczny dla obserwatora": "Это точка, которая наименее заметна для наблюдателя.",
            "Punkt focalny w kompozycjach florystycznych to miejsce, które naturalnie przyciąga uwagę obserwatora. Może to być efekt uzyskany poprzez kontrast kolorów, nietypowy kształt czy rozmiar elementu wyróżniającego się na tle pozostałych": "Фокусная точка в флористических композициях — это место, которое естественным образом привлекает внимание наблюдателя. Это может быть эффект, достигнутый за счет контраста цветов, необычной формы или размера элемента, выделяющегося на фоне остальных.",
            "Piła do metalu": "Пила по металлу",
            "Nożyczki do papieru": "Ножницы для бумаги",
            "Ostrze do tapet": "Лезвие для обоев",
            "Sekator jest narzędziem przeznaczonym do przycinania gałęzi i pędów roślin. Pozwala na dokładne, proste cięcie, które jest mniej szkodliwe dla rośliny niż niewłaściwe narzędzie": "Секатор является инструментом, предназначенным для обрезки веток и побегов растений. Он позволяет выполнять точный, прямой срез, который наносит меньше вреда растению, чем неправильный инструмент.",
            "Leżą naprzeciwko siebie": "Лежат напротив друг друга.",
            "Przygotowujesz kompozycję florystyczną na specjalne zamówienie. Klientka chce, aby kompozycja była utrzymana w kolorach czerwieni i białego. Które z poniższych roślin nie będą pasować do tej koncepcji?": "Готовите флористическую композицию по специальному заказу. Клиентка хочет, чтобы композиция была выдержана в цветах красного и белого. Какие из перечисленных ниже растений не подойдут для этой концепции?"
        }
    },
    "not_approved": {
        "mchu": "мха.",
        "kwiatów": "цветов",
        "zasuszonych owoców": "высушенных плодов.",
        "delikatnych pędów": "нежных побегов.",
        "Haftki rzymskie wykorzystuje się do mocowania": "Римские крючки используются для крепления.",
        "lilii": "Лилии.",
        "nawłoci": "золотарника",
        "hortensji": "гортензии",
        "piwonii": "пиона.",
        "\"Dolne pąki wybarwione i otwierające się\" to właściwe stadium zbioru dla": "«Нижние бутоны окрашенные и раскрывающиеся» — это правильная стадия сбора для",
        "czerwonej, żółtej, niebieskiej": "красного, жёлтого, синего.",
        "czerwonej, białej, niebieskiej": "красного, белого, синего.",
        "czerwonej, pomarańczowej, niebieskiej": "красного, оранжевого, синего.",
        "żółtej, fioletowej, pomarańczowej": "жёлтой, фиолетовой, оранжевой.",
        "Największy kontrast barw uzyskuje się zestawiając kwiaty w barwach": "Наибольший контраст расцветки достигается, когда цветы составляются в расцветках",
        "Floksy": "Флоксы",
        "Maki": "Маки.",
        "Słoneczniki": "Подсолнечники.",
        "Narcyzy": "Нарциссы.",
        "Które rośliny zawierające sok mleczny zaparza się przed zastosowaniem w kompozycji?": "Какие растения, содержащие млечный сок, заваривают перед использованием в композиции?",
        "dekoracji samochodu": "декорации автомобиля.",
        "Przedstawione na rysunku autocorso służy do wykonania": "Представленное на рисунке autocorso служит для выполнения",
        "wiązanki angielskiej": "английской цветочной связки.",
        "wiązanki biedermeierawskiej": "цветочной связки в стиле бидермейер",
        "dekoracji stołu świątecznego": "декорации праздничного стола.",
        "do wiązanki pogrzebowej": "для похоронной композиции.",
        "do wieńca warszawskiego": "для варшавского венка.",
        "Słomę stosuje się jako podkład": "Солому используют как подкладку.",
        "do wieńca rzymskiego": "для римского венка.",
        "do \"pająka\" na trumnę": "для \"паука\" на гроб.",
        "owijania i klejenia": "обматывания и склеивания",
        "szynowania i przypinania": "рельсоподобного укрепления и прикрепления.",
        "Bukiet ślubny w formie kropli można wykonać stosując technikę": "Свадебный букет в форме капли можно выполнить, применяя технику",
        "drutowania i watowania": "проволочного укрепления и обертывания ватой.",
        "klejenia i przypinania": "склеивания и прикрепления.",
        "Stosowaną w kompozycjach w naczyniu proporcję wielkości wg. złotego podziału przedstawia stosunek liczb": "Используемую в композициях в сосуде пропорцию размера по золотому сечению представляет отношение чисел",
        "Do bielenia szyszek sosnowych stosuje się": "Для отбеливания сосновых шишек используют",
        "Na rysunku projektowym stół ma wymiary 18 cm x 36 cm, co odpowiada w rzeczywistości wymiarom 1,8 m x 3,6 m. W jakiej skali został wykonany rysunek?": "На чертеже стола размеры составляют 18 см x 36 см, что в действительности соответствует размерам 1,8 м x 3,6 м. В каком масштабе выполнен чертеж?",
        "w bukiecie biedermeierowskim": "в букете бидермейеровском.",
        "w bukiecie kaskadowym": "в каскадном букете.",
        "w bukiecie kameliowym": "в букете-композите (гламелии)",
        "w wiązance angielskiej": "в английской цветочной связке.",
        "\"Szynowanie\" jest techniką florystyczną często wykorzystywaną": "\"Рельсоподобное укрепление\" является флористической техникой, часто используемой.",
        "funkii": "хосты.",
        "bluszczu": "плюща.",
        "nasturcji": "настурции.",
        "malwy": "штокрозы.",
        "Jako dodatek do kwiatów w bukiecie stosuje się liście": "В качестве дополнения к цветам в букете используются листья.",
        "do zakładania bombek na girlandzie": "для крепления шаров на гирлянде.",
        "do przypinania liści w wieńcu": "для прикрепления листьев в венке.",
        "do mocowania świec w gąbce": "для крепления свечей в губке.",
        "Bolce do mocowania gąbki florystycznej tzw. pinholdery, można również zastosować": "Штифты для крепления флористической губки, так называемые пинхолдеры, можно также использовать.",
        "żółtopomarańczowe róże i niebieskie irysy": "жёлто-оранжевые розы и синие ирисы.",
        "Komplementarny kontrast barw tworzą w bukiecie": "Дополняющий контраст расцветок создают в букете.",
        "czerwonofioletowe dalie i zielonożółte mieczyki": "красно-фиолетовые георгины и зелено-желтые шпажники.",
        "zielonożółte dalie i niebieskie irysy": "Зелёно-жёлтые георгины и синие ирисы.",
        "czerwonopomarańczowe róże i fioletowe mieczyki": "красно-оранжевые розы и фиолетовые шпажники.",
        "techniką woskowania": "техникой воскового покрытия.",
        "owijając taśmą plastelinową": "обматывая пластилиновой лентой.",
        "techniką watowania": "техникой обертывания ватой.",
        "owijając taśmą kotwicą": "оборачивая армированной влагостойкой лентой",
        "W ozdobie ślubnej w formie mufki, końce łodyg storczyków zabezpiecza się": "В свадебном украшении в виде муфты концы стеблей орхидей защищают",
        "zimowit jesienny, narcyz Tazetta": "безвременник осенний, нарцисс Tazetta.",
        "śnieżyca wiosenna, śnieżyczka przebiśnieg": "белоцветник весенний, подснежник белоснежный.",
        "lilia złotogłów, hiacynt wschodni": "лилия кудреватая, гиацинт восточный.",
        "narcyz Tazetta, śnieżyczka przebiśnieg": "нарцисс Tazetta, подснежник белоснежный.",
        "Do roślin objętych ochroną, wykluczonych z obrotu na rynku florystycznym, należą gatunki pochodzące z siedlisk naturalnych, takie jak:": "К растениям, находящимся под охраной и исключенным из оборота на флористическом рынке, принадлежат виды, происходящие из природных мест обитания, такие как:",
        "koleusa": "колеуса.",
        "anturium": "антуриум.",
        "gardenii": "гардении.",
        "Brokatowa faktura charakterystyczna jest dla liści": "Блестящая фактура характерна для листьев.",
        "gloksynii": "глоксинии."
    }
}