{
    "incorrect": {
        "Które z wymienionych barw nie są względem siebie komplementarne?": "Какие из перечисленных цветов не являются взаимно дополнительными?"
    },
    "approved": {
        "others": {
            "podwójny papier": "двойная бумага.",
            "Kwiatostany anturium, podobnie jak wiele innych delikatnych kwiatów ciętych, wymagają szczególnej ochrony podczas transportu, aby zapobiec ich uszkodzeniu. Pakowanie w karton ze specjalną wkładką jest powszechnie stosowaną metodą, ponieważ zapewnia stabilność kwiatów oraz ochronę przed czynnikami zewnętrznymi, takimi jak nacisk czy zmiany temperatury. Specjalna wkładka może również pomóc w utrzymaniu odpowiedniej wilgotności, co jest kluczowe dla zachowania świeżości kwiatów. Pozostałe opcje, takie jak podwójny papier, nylonowa siatka czy woreczek foliowy wypełnione gazem, nie zapewniają tak kompleksowej ochrony i mogą nie być odpowiednie do długotrwałego transportu kwiatów ciętych, szczególnie tak delikatnych jak anturium": "Соцветия антуриума, так же как и многие другие нежные срезанные цветы, требуют особой защиты во время транспортировки, чтобы предотвратить их повреждение. Упаковка в картон со специальной вставкой является широко используемым методом, поскольку она обеспечивает стабильность цветков и защиту от внешних факторов, таких как давление или изменение температуры. Специальная вставка также может помочь в поддержании нужной влажности, что является ключевым для сохранения свежести цветов. Остальные варианты, такие как двойная бумага, нейлоновая сетка или полиэтиленовый пакет, наполненный газом, не обеспечивают такой комплексной защиты и могут быть не подходящими для длительной транспортировки срезанных цветов, особенно таких деликатных, как антуриум.",
            "Formalno-linearny": "Формально-линеарный.",
            "Formalny": "Формальный.",
            "Wegetatywny": "Вегетативный.",
            "Dekoracyjny": "Декоративный.",
            "Kwiaciarnia otrzymała zlecenie wykonania okrągłej wiązanki ze spiralnie ułożonymi łodygami i ozdobną kryzą. Który styl kompozycji wybierze florysta realizując zamówienie?": "Цветочная лавка получила заказ на изготовление круглого букета с спирально уложенными стеблями и декоративным воротником. Какой стиль композиции выберет флорист, выполняя заказ?",
            "Tapa we florystyce stosowana jest do": "Тапа во флористике используется для",
            "przedłużania zbyt krótkich łodyg": "удлинения слишком коротких стеблей.",
            "maskowania drutów technicznych": "Маскировки технических проволок.",
            "przypinania liści do podkładu": "прикалывания листьев к подкладке.",
            "przyklejania pinholderów do podłoża": "приклеивания пинхолдеров к подложке.",
            "Którą z wymienionych technik należy zastosować do wykonania płaskiego kolażu z zasuszonych roślin?": "Какую из перечисленных техник следует применить для выполнения плоского коллажа из засушенных растений?",
            "Klejenia": "Клеения.",
            "Przedłużania łodyg": "Удлинения стеблей.",
            "Mokrej gąbki florystycznej": "Мокрой флористической губки.",
            "Watowania": "Обертывания ватой."
        }
    },
    "not_approved": {
        "karton ze specjalną wkładką": "Картон со специальной вставкой.",
        "nylonową siatkę": "нейлоновую сетку.",
        "woreczek foliowy wypełnione gazem": "полиэтиленовый пакет, заполненный газом.",
        "Zostaw bez odpowiedzi": "Оставь без ответа",
        "Wyjaśnienie poprawnej odpowiedzi:Kwiatostany anturium, podobnie jak wiele innych delikatnych kwiatów ciętych, wymagają szczególnej ochrony podczas transportu, aby zapobiec ich uszkodzeniu. Pakowanie w karton ze specjalną wkładką jest powszechnie stosowaną metodą, ponieważ zapewnia stabilność kwiatów oraz ochronę przed czynnikami zewnętrznymi, takimi jak nacisk czy zmiany temperatury. Specjalna wkładka może również pomóc w utrzymaniu odpowiedniej wilgotności, co jest kluczowe dla zachowania świeżości kwiatów. Pozostałe opcje, takie jak podwójny papier, nylonowa siatka czy woreczek foliowy wypełnione gazem, nie zapewniają tak kompleksowej ochrony i mogą nie być odpowiednie do długotrwałego transportu kwiatów ciętych, szczególnie tak delikatnych jak anturium": "Пояснение правильного ответа: Соцветия антуриума, как и многие другие нежные срезанные цветы, требуют особой защиты во время транспортировки, чтобы предотвратить их повреждение. Упаковка в картон со специальной вставкой является широко используемым методом, так как она обеспечивает устойчивость цветов и защиту от внешних факторов, таких как давление или изменения температуры. Специальная вставка также может помочь в поддержании необходимой влажности, что является ключевым для сохранения свежести цветов. Остальные варианты, такие как двойная бумага, нейлоновая сетка или полиэтиленовый пакет, заполненный газом, не обеспечивают такой комплексной защиты и могут быть не подходящими для долгосрочной транспортировки срезанных цветов, особенно таких деликатных, как антуриум.",
        "Kwiatostany anturium na czas transportu należy pakować w": "Соцветия антуриума на время транспортировки необходимо упаковывать в",
        "drutowania": "Проволока.",
        "Aby wzmocnić puste łodygi gerbery od środka stosuje się technikę": "Для укрепления полых стеблей герберы изнутри применяется техника",
        "taśmowania": "обмотки.",
        "maskowania": "Маскировки.",
        "szynowania": "шинирование.",
        "320 x 150 cm": "320 x 150 см",
        "240 x 112 cm": "240 x 112 см",
        "300 x 120 cm": "300 x 120 см",
        "160 x 75 cm": "160 x 75 см",
        "Oblicz wymiary rzeczywiste stołu urodzinowego, który na rysunkach projektowych sporządzonych w skali 1:20 ma 16 cm długości i 7,5 cm szerokości": "Вычислите реальные размеры праздничного стола, который на проектных чертежах, выполненных в масштабе 1:20, имеет длину 16 см и ширину 7,5 см.",
        "Żółta i fioletowa": "Жёлтая и фиолетовая.",
        "Niebieska i pomarańczowa": "Синий и оранжевый.",
        "Czerwona i zielona": "Красная и зелёная.",
        "Pomarańczowa i żółta": "Оранжевая и желтая.",
        "bugenwille i kaktusy": "Бугенвиллея и кактусы.",
        "aspidistry i paprocie": "Аспидистры и папоротники.",
        "Na słabo oświetlonych parapetach okiennych poleca się ustawiać następujące rośliny doniczkowe:": "На слабо освещенных подоконниках рекомендуется размещать следующие комнатные растения:",
        "juki i agawy": "Юкки и агавы.",
        "aloesy i kalanchoe": "Алоэ и каланхоэ."
    }
}